[
    {
        "text": "8. Persons performing chore assignments must be co-opers. (BoD 9/9/96, “work” changed to “chore”). If a member is unable to perform a week’s shift, they may switch with another member or apply with the assignment manger for a temporary shift change. Individual departments may however set limitations or policies on substitutions.",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 11027
    },
    {
        "text": "3. The Board may pass rules that fall under MemCom’s general powers and jurisdiction, but cannot change the scope of MemCom’s power nor MemCom’s jurisdictional function.",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability",
            "BoD",
            "MemCom"
        ],
        "id": 11053
    },
    {
        "text": "1. There is no smoking on UCHA property. This includes the HHH atrium, patio and all corridors in HHH and the A-Wing lounge. In addition, smoking is not permitted in all HHH public balconies (e.g., TV rooms, the lounge, study rooms and computer room) and in the passages leading up to the patio. ",
        "tags": [
            "Room and Facilities Regulations",
            "Smoking"
        ],
        "id": 11458
    },
    {
        "text": "4. Members from the Spring quarter continuing through the Fall are exempt from the full-time requirement during the summer. Newly admitted members for Summer housing however would need to be registered in at least 6 units or a full-time course of study to be eligible for housing.",
        "tags": [
            "Membership Status",
            "Academic Status"
        ],
        "id": 12145
    },
    {
        "text": "2. Rates for boarders for the summer sessions and rates during academic recesses (intersessions) are set by the BoD (see Appendices). (BoD 12/5/99)",
        "tags": [
            "Financial Policy",
            "Room and Board",
            "BoD"
        ],
        "id": 12397
    },
    {
        "text": "2. Members of UCHA residing not as students of UCLA but attending other non-UCLA accredited colleges or programs (example, UCLA Extension, EAP, visiting scholars, researches and the like, not receiving a qualified degree from UCLA), must fulfill one or more of the following requirements. All Non-UCLA students must be attending a college or university accredited by an agency recognized for academic accreditation purposes by the United States Department of Education: \n    a. Candidates working in summer internships may also be qualified for UCHA admission. Such applicants’ must be enrolled as Full-Time students and be engaged in work relevant to their field of study while in pursuit of such internships. Spaces offered may be for a limited number of students only and will be on a space availability basis. Eligibility will be determined by the ED. \n    b. Students other than UCLA students may continue as members only while pursuing a full-time degree (i.e., bachelors, Masters, PhD), Associate Degree, or certificate programs (no more than two certificates – exceptions must be approved by the BoD), and fulfilling the 12 unit requirement as stated above (see A.2.a). Students attending language schools or pursuing online courses of study are not eligible for UCHA membership/housing. Students of SMC or other accredited community colleges must be pursuing an Associate Degree and be enrolled in a full-time 12 semester/quarterly units course of study towards a bachelors degree each quarter of residence at the UCHA. Any exceptions would need to be approved by the ED or the BoD. If the said student has not obtained admission to a full-time bachelors program or professional degree, then he/she will no longer be eligible to reside as a member of the UCHA. Non-UCLA colleges include SMC, UCLA Extension, USC, California State University, or any other college as recognized by the United States Department of Education. \n",
        "tags": [
            "Membership Status",
            "Academic Status"
        ],
        "id": 12562
    },
    {
        "text": "5. Once expelled for an offense other than R&B delinquency/chore deficiency, an individual must move out of the UCHA within 30 days, or by the end of the current quarter, if there is less than 30 days left. At its discretion the Membership Committee may reduce the period of time required to move out down from 30 days to as few as 3 days, of such an expulsion. If the co-oper is expelled for R&B delinquency/chore deficiency, the co-oper must move out of the UCHA within 7 days. Co-opers who have been expelled are still under contractual obligations. (BoD 9/7/00) \n    a. Any individual, once expelled, shall cease to enjoy the privileges of a member in good standing for the remainder of the time he/she is permitted to reside at UCHA. \n    b. The ED (Executive Director) is authorized, at his/her discretion, to impose a 3 day pay or quit notice on any member delinquent by a sum of $600.00 or more, after which the ED shall then start the eviction procedure. \n    c. If the R&B delinquent co-oper pays his/her account balance to within $50 before eviction proceeding have begun, then eviction proceedings will not be initiated. Once eviction notification has been provided, the co-oper will be billed for any costs incurred by the UCHA towards the eviction processes, as well as the eviction fee stated in rule. If the member wished to pay their account off after the eviction proceedings have begun, the approval of the ED shall be necessary. (BoD 3/2/00)\n",
        "tags": [
            "Membership Status",
            "Expulsion",
            "Room and Board"
        ],
        "id": 15448
    },
    {
        "text": "2. Signing up.\n   a. Members may only sign-up to clean bathrooms in their hallway. Members may not double up to clean the same bathroom. Any exceptions must be approved by the Bathroom Crew Chief prior to the shift.\n   b. Members who do not sign up by the deadline set by the Bathroom Crew Chief will receive a $35 fine and one deficiency per bathroom shift that they failed to sign-up for. This deficiency will be rescinded if the shifts are made by the end of the quarter.”\n   c. Members are responsible for fulfilling the quarterly bathroom clean-up obligations in the Hallways they live in post Bump. Exceptions to the policy may be granted by the Bathroom crew chief (policy to be effective Winter 2020 quarter).",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations",
            "Fine and Credit Procedure"
        ],
        "id": 15584
    },
    {
        "text": "7. UCHA reserves the right to withhold refunding the deposit for up to 30 days after the date of checkout.",
        "tags": [
            "Entrance and Departure",
            "Deposit",
            "Checkout"
        ],
        "id": 15863
    },
    {
        "text": "1. Packages may not be provided outside of official mailroom office hours. However, in case of emergencies and at the discretion of the Mailroom Crew Chief, exceptions may be made, at a service fee of $3.00 per incident (BoD 11/19/03). ",
        "tags": [
            "Room and Facilities Regulations",
            "Mailroom",
            "Crew Chief"
        ],
        "id": 16932
    },
    {
        "text": "4. A deposit left at UCHA for a period longer than 5 years after a member’s departure shall be forfeit and the member shall lose their seniority.",
        "tags": [
            "Entrance and Departure",
            "Deposit"
        ],
        "id": 17441
    },
    {
        "text": "8. Any member who is evicted by UCHA will immediately lose all tenure on their room and parking space. ",
        "tags": [
            "Membership Status",
            "Expulsion",
            "Tenure"
        ],
        "id": 18469
    },
    {
        "text": "2. The Association whenever possible at the discretion of the BoD shall set aside 1% of its annual budget to cover the potential additional costs incurred by preferentially dealing with such businesses/organizations.",
        "tags": [
            "Financial Policy",
            "Specific Budget Allocations",
            "BoD"
        ],
        "id": 18954
    },
    {
        "text": "2. All rules shall be consistent with the UCHA By-Laws and the Articles of Incorporation. In particular, no rule altering the powers and jurisdiction of the membership committee may be passed without the approval of a 2/3 majority of the Association members actually voting on such rule changes.",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability"
        ],
        "id": 19056
    },
    {
        "text": "10. If deemed necessary, UCHA retains the right to begin legal proceedings against the evicted co-oper to recover that balance left unpaid to the co-oper’s account. (BoD 11/14/99)",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 20222
    },
    {
        "text": "2. All co-opers checking into UCHA for the first time shall be assigned to one of three crews: kitchen, facilities, or kitchen cleaning. All new co-opers must remain on one of these 3 crews until the end of their first full quarter at UCHA or 12 consecutive chore shifts, after which they are eligible to work all other UCHA chore assignments. Exceptions to the above can be granted by the AMO. Priority shall be given to the kitchen crew, followed by the kitchen cleaning and facilities crews. Credit hours can be worked on any crew. (BoD 3/13/01)",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 20575
    },
    {
        "text": "1. Persons leaving objects on the railings above the HHH atrium shall be fined $50. This creates a dangerous safety hazard and will be treated as such. ",
        "tags": [
            "Room and Facilities Regulations",
            "Atrium"
        ],
        "id": 21179
    },
    {
        "text": "2. Co-opers who move in during summer sessions into spaces are not given tenure on the space (see exceptions VI.D.1&2). ",
        "tags": [
            "Room Occupancy",
            "Filling Rooms"
        ],
        "id": 23097
    },
    {
        "text": "3. Members are admitted in the order listed below. Priority within each category is determined by date of application and deposit, seniority, and additional guidelines shall be set by the Board of Directors.  \n    a. Members from the preceding regular academic quarter with valid contracts on file. The deadline for returning such new contracts shall be set by the ED but shall be no later than 60 days before the beginning of the upcoming quarter or other contract period. \n    b. Persons who were members from quarters other than the preceding regular quarter, provided that they still meet the academic status requirement for membership and provided that they apply prior to 60 days before the beginning of the appropriate quarter or summer session for which they wish to re-enter. \n    c. New applicants and summer residents who previously resided in other student housing cooperatives recognized by UCHA provided that they meet the academic status requirement and apply at least 60 days before the start of the appropriate quarter or summer session. \n    d. New applicants and summer residents who meet the academic status requirement. ",
        "tags": [
            "Entrance and Departure",
            "Admittance",
            "BoD"
        ],
        "id": 23368
    },
    {
        "text": "5. The office makes chore assignments, except elected and appointed positions. Such chore assignments shall not conflict with an individual’s academic class schedule or outside employment commitments. (BoD 9/9/96) ",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 23664
    },
    {
        "text": "6. All co-opers must sign-up for a chore assignment at check-in to UCHA and continue to maintain a weekly chore shift while staying at UCHA. ",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 25172
    },
    {
        "text": "8. Room & Board must be paid by their respective due dates per the current payment schedule. Room & Board shall be paid no later than the first day of the month for the upcoming month. (BoD 3/16/00) \n",
        "tags": [
            "Financial Policy",
            "Room and Board"
        ],
        "id": 25265
    },
    {
        "text": " Co-opers are responsible for the cleanliness and upkeep of their own rooms. Failure to do so may result in a fine issued by the  ED/Facilities/ROM. (see Appendix).\n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 26320
    },
    {
        "text": "2. The Security Crew Chief may issue fines at any time. Should any co-oper complain about a violation of the Rules to a security crew member while they are on duty, they are obligated to investigate the charge and issue a fine if warranted. (BoD 12/12/99)",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Fines, Debits"
        ],
        "id": 27962
    },
    {
        "text": "1. Failure to pay the entire balance to within $50 may result in the notification of a credit agency, loss of member privileges, an uncooperative fine, and/or expulsion (see Appendix).",
        "tags": [
            "Financial Policy",
            "Late Charges and Payment Extensions"
        ],
        "id": 27985
    },
    {
        "text": "11. The BoD will also retain the right to expel an evicted member, thus denying them the opportunity for future residence with UCHA. ",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 30023
    },
    {
        "text": "12. The Board of Directors may summon for expulsion any member(s) who owes UCHA more than $400.00 or is chore deficient.",
        "tags": [
            "Membership Status",
            "Expulsion",
            "BoD"
        ],
        "id": 30669
    },
    {
        "text": "2. In the case where two persons have the same number of days of residence, the person with the lowest deposit number is said to have the greater seniority. ",
        "tags": [
            "Room Occupancy",
            "Seniority"
        ],
        "id": 31029
    },
    {
        "text": "5. If a co-per has more than two outstanding bathroom chore shifts at anytime during a quarter and fails to make them up by the given deadline, then they must bump with zero seniority the following quarter.",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations",
            "Seniority"
        ],
        "id": 31211
    },
    {
        "text": "2. A member may apply for payment extension from the Executive Director (ED). A payment extension may be obtained for 7 days only. An extension for a further 7 days may be obtained at the discretion of the ED. Members receiving payment extensions must pay their entire balance down to $0 by the extension due date. Failure to do so may result in the notification of a credit agency, loss of member privileges, and uncooperative fine, and/or expulsion (see Appendix). To qualify, the member must meet the following conditions:\n   a. The member's current balance may not be delinquent (i.e., not more than $50 from the previous payment)\n   b. The member may not be chore deficient for more than 3 chore and/or bathroom shifts.\n   c. The member must have lived at UCHA during the entire previous two quarters, with summer counting as one quarter.\n   d. The member may not have defaulted on any payment extension within the previous two quarters.\n   e. The member must produce a verifiable means of income, such as:\n      i. A check stub.\n      ii. valid financial aid offer (FOR FIRST PAYMENT ONLY).\n      iii. Any other suitable proof of financial means.\n   f. The member may not be a RESIDENT (someone living at UCHA but not a member). (BoD 12/12/99)",
        "tags": [
            "Financial Policy",
            "Late Charges and Payment Extensions",
            "ED"
        ],
        "id": 31263
    },
    {
        "text": "3. Members of the BoD and MemCom may issue fines or uncooperative chore shifts for any violation of the UCHA Rules excluding chore assignment rules. If a co-oper recommends a fine, each BoD or MemCom member has an obligation to issue a fine if they believe that a rule has been violated. (BoD 12/12/99)",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Fines, Debits",
            "BoD",
            "MemCom",
            "Chores"
        ],
        "id": 31431
    },
    {
        "text": "5. Any changes in UCHA Guidelines shall be noted at an open BoD meeting and placed in the minutes. (BoD 3/10/97)",
        "tags": [
            "Preamble",
            "Guidelines",
            "BoD"
        ],
        "id": 31664
    },
    {
        "text": "1. A member who refuses to comply with the UCHA room selection and instead remains in a room to which they are not entitled will be subject to disciplinary actions including being subject to expulsion (see Appendix). ",
        "tags": [
            "Room Occupancy",
            "Room Cheating",
            "Expulsion"
        ],
        "id": 32643
    },
    {
        "text": "1. Parking spaces are assigned based on seniority and restricted to the assignee and the vehicle the assignee has registered with the Co-op. \n   a. A copy of a current vehicle registration must be submitted to the office by the deadline set by MemCom in order to participate in bump. \n   b. Co-opers receiving parking through bump are granted tenure on that spot. Should the said member move out for or during the Summer and return in the Fall quarter, they will retain tenure on the same parking spot, so long as they meet the requirements to be deemed a member in good standing and notify by filling out the parking Bump form. \n   c. A copy of a current vehicle registration must be submitted to Facilities in order to receive a temporary parking spot. \n   d. Co-opers assigned a temporary parking space after bump will not receive tenure. Temporary parking spots remain in effect until the next bump. \n   e. In order to maintain tenure on a parking spot, a renewed/updated copy of the vehicle registration must be submitted to facilities by the vehicle registration expiration date. Failure to do this will result in the immediate loss of the parking spot. \n   f. Vehicles must be registered in the assignee’s name or in the name of their legal guardian. There are no exceptions to this rule. Members who lease, borrow or rent vehicles are not eligible to Bump for a Tenured parking spot. They may, however, obtain a temporary parking spot through the waitlist for periods in between the official Bump process. When the vehicle is listed in the name of a legal guardian, automobile insurance papers must also be submitted, in order to prove the relationship. \n   g. It is a co-oper’s responsibility to notify the Accounting Office and the Facilities Office if they change vehicles and to provide a new set of documents. Failure to do this will result in the immediate loss of the co-oper’s parking spot. \n",
        "tags": [
            "Parking",
            "Parking Rules",
            "Seniority"
        ],
        "id": 33293
    },
    {
        "text": "9. A $65 eviction fee will be charged to the evicted member's account in addition to all other charges incurred by the UCHA during eviction proceedings.",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 34251
    },
    {
        "text": "3. In an open MemCom meeting with a corresponding second from a MemCom member, any association member shall have the right to bring a motion to the floor, deemed in order by the Robert's Rules of Order Revised. (BoD 5/25/99)",
        "tags": [
            "Preamble",
            "Meetings",
            "MemCom",
            "Robert's Rules"
        ],
        "id": 36094
    },
    {
        "text": "1. Parking assignment is under the general jurisdiction of MemCom. (BoD 3/10/97 from Rules XIII.A.1) (“Exclusive jurisdiction” amended to “general jurisdiction” by House vote 11/01/01). ",
        "tags": [
            "Parking",
            "Jurisdiction",
            "MemCom"
        ],
        "id": 36295
    },
    {
        "text": "1. Seniority begins from date of check-in. It is computed from the total days of residence at UCHA, including summer residence. ",
        "tags": [
            "Room Occupancy",
            "Seniority"
        ],
        "id": 36439
    },
    {
        "text": "10. The BoD, by at least a 2/3 majority of those present, may require certain jobs to be longer than the minimum chore hour obligations. No co-oper may be compelled to take such a job. (BoD 9/9/96, “work” changed to “chore”).",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 36652
    },
    {
        "text": "6. Members of the BoD and MemCom will receive a mandatory debit equivalent to a full chore shift for not attending meetings in accordance with the same policy that members are subject to.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure",
            "BoD",
            "MemCom"
        ],
        "id": 36671
    },
    {
        "text": "4. Leave of Absence\n   a. A co-oper is excused from their chore obligations provided that they are physically away from UCHA continuously for at least 14 consecutive days and gives the office at least 48 hours written notice prior to departing. (BoD 9/9/96 “work” changed to “chore”). The maximum duration a member may be on an approved Leave of Absence is 21 days, after which time the member will receive a reduced chore debit equivalent to the prevailing credit rate for each week they are away from UCHA. In special circumstances the Leave of Absence may be extended beyond 21 days with the ED’s or BoD’s approval. Such an extension must be obtained prior to departure.\n   b. A member is eligible to apply for a Leave of Absence from the chore requirement during the summer session and winter break periods only. At all other times during the year, a co-oper will be required to find a replacement or receive a fine at a reduced rate equivalent to a credit, if the member intends to be away and will be unable to attend their chore shift or find a replacement. Any exceptions will need to be approved by the Executive Director. A member must have lived at the UCHA a minimum of 70 days to be eligible to apply for a Leave of Absence request.\n   c. To be eligible to apply for a Leave of Absence request, member must:\n    “i. Have lived at the UCHA for a minimum of 70 days.\n     ii. Have fewer than 20 hours of chore deficiency.\n     iii. Have fewer than 5 bathroom deficiencies.\n     iv. Have less than $400 in R&B delinquency.",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 38173
    },
    {
        "text": "11. Credit shifts can only offset debits incurred before the date of the credit. ",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency"
        ],
        "id": 38616
    },
    {
        "text": "3. During a quarter or summer session, all co-opers are responsible for performing chores each week, even though they may be present at UCHA during only part of that chore week. (BoD 9/9/96 “work” changed to “chore”). ",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 39356
    },
    {
        "text": "1. Common areas include but are not limited to: lobby, cafeteria, patio, atrium, study rooms, computer room, TV rooms, A-Wing lounge, Robison lawns, Robison backyard, and HHH entrance and balconies. ",
        "tags": [
            "Room and Facilities Regulations",
            "Common Areas and Common Rooms"
        ],
        "id": 40587
    },
    {
        "text": "7. The Bathroom Cleaning Standards shall be set by the Bathroom Crew Chief. The bathroom crew chief may make exceptions to the cleaning standards or required times to sign-up as deemed necessary.",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations"
        ],
        "id": 40678
    },
    {
        "text": "5. Persons performing chore assignments may not fine their supervisors. However, they have recourse to equal or higher authority. (BoD 12/12/99)",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Fines, Debits"
        ],
        "id": 40991
    },
    {
        "text": "14. Any member desiring to work for credit in excess of $200 per quarter or $600 per year may apply for a credit stipend with the appropriate UCHA department head who must submit their recommendation to the Executive Director for approval.",
        "tags": [
            "Chore Obligations",
            "Chores",
            "Financial Policy"
        ],
        "id": 42513
    },
    {
        "text": "2. Delinquency, deficiency, violation of UCHA Rules, lack of academic status and uncooperative behavior are grounds for expulsion. It is expressly forbidden to use sex, race, religion, creed, national origin, sexual orientation or political opinion as grounds for expulsion.",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 42721
    },
    {
        "text": "4. No individual empowered to issue fines may do so for personally sustained aggravation or injury. Such an individual may request that a third party who has the requisite authority and is not directly involved in the situation take the appropriate action. (BoD 12/12/99)",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Fines, Debits"
        ],
        "id": 42734
    },
    {
        "text": "3. A co-oper who is to miss a chore assignment must find a replacement or be debited at the prevailing rate (See Appendix B). If the replacement worker agrees to exchange their chore assignment for that week then there is no debit.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure"
        ],
        "id": 43066
    },
    {
        "text": "5. Any member expelled for chore deficiency may not have another person work on their behalf to bring down their chore or bathroom deficiency.",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency"
        ],
        "id": 43078
    },
    {
        "text": "11. Crew chiefs are appointed only by the ED (Executive Director). The creation of a new crew/s may be authorized only by the ED.",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 46380
    },
    {
        "text": "9. Any member working for credit or as a chore shift may be dismissed by the supervisor for poor performance or insubordination.",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 47265
    },
    {
        "text": "1. Unless given permission by the ED or the BoD, no one is allowed on the HHH roof or the second floor roofs (i.e., the gravel/tar paper roofs). Additionally, no one is allowed to place or store personal items on these roofs. Violators are subject to an uncooperative fine and/or expulsion (see Appendix). (BoD 9/9/96) ",
        "tags": [
            "Room and Facilities Regulations",
            "Roofs"
        ],
        "id": 48346
    },
    {
        "text": "5. A co-oper may be debited for arriving late to the chore assignment (see Appendix). If a substitute has been hired because an individual is late, the substitute may complete the first hour of that shift, whereupon the latecomer will be fined for that hour. The latecomer may then complete the shift. (BoD 9/9/96 “work” changed to “chore”)\n",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure"
        ],
        "id": 49951
    },
    {
        "text": "9. Chore deficient persons may be expelled.",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "Expulsion"
        ],
        "id": 50024
    },
    {
        "text": "3. Any member considered for expulsion (not within the jurisdiction of the BoD) must be given an opportunity to appear first before MemCom. MemCom may decide on the expulsion regardless of whether or not the member appears. An expulsion may be appealed to MemCom (again) if new evidence is introduced. ",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 50333
    },
    {
        "text": "3. Any payment extension issued, may be used exclusively for the purpose of being able to delay payment of R&B, and may not be used or applied as an exemption from Bump, Elections or any other process (BoD 3/5/03).",
        "tags": [
            "Financial Policy",
            "Late Charges and Payment Extensions"
        ],
        "id": 50550
    },
    {
        "text": "3. Any co-oper who checks out of UCHA with an unpaid balance exceeding $500 shall be automatically deemed as a Persona Non Grata. This PNG status may be revoked only if the balance is paid to $0 and the Board of Directors votes to reverse the PNG status. (BoD 7/2/00)",
        "tags": [
            "Entrance and Departure",
            "Checkout",
            "PNG"
        ],
        "id": 50927
    },
    {
        "text": "6. It’s at the discretion of the Executive Director to determine if there are not enough people scheduled for a particular shift. (BoD 11/14/99).",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "BoD"
        ],
        "id": 52160
    },
    {
        "text": "1. Any member who misses more than 8 chore shift hours, or fails to pass or perform more than 2 bathroom clean-up shifts, will be immediately placed on probation and have their seniority reduced to zero. The member will immediately lose their parking spot (see also section VII.B.5), and will not be able to apply for parking until their probationary status is lifted. To be restored to full seniority (for the purposes of the following quarter’s Bump), any member on probation will have until the last day of the quarter to bring down their deficiencies to no more than 8 chore shift hours or 2 bathrooms clean-up shifts. ",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "Parking",
            "Seniority"
        ],
        "id": 53849
    },
    {
        "text": "3. Any member deficient by 20 chore shift hours or 5 bathroom shifts will be summoned to a mandatory expulsion hearing with the Board of Directors. Unless the Board deems the circumstances for non-fulfillment are due to unavoidable circumstances, or unfamiliarity with the process due to being a first quarter member, the expulsion will be final. However, should the said member's appeal be accepted, and a make-up opportunity be given, such grace shall be given as a one-time opportunity only. Should the member be deficient again the following or at a subsequent quarter, no grace or leniency shall be afforded, and the said member shall be duly expelled.",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "Expulsion",
            "BoD"
        ],
        "id": 54034
    },
    {
        "text": "16. Disabled members can request the following accommodations be made in selection of their choreshifts: Limited Lift/Carry, Limited Push and/or Pull, Limited Standing/Walking, Limited Sitting, Limited Climbing /Stooping /Kneeling /Crouching /Crawling, Limited Reaching /Handling /Feeling /Typing /Dexterity, Limited Acuity, Depth Perception /Color Perception, Limited Hearing /Speaking, Limited Memory /Concentration, Limited Social Interaction, Limited Visibility /Privacy, Limited Time of Day or Day of Week for Tasks, or Other Limitations That May Impact Member’s Ability to Perform choreshift tasks.",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 54203
    },
    {
        "text": "1. Through Room Selection Procedures as in VI below. ",
        "tags": [
            "Room Occupancy",
            "Filling Rooms"
        ],
        "id": 54204
    },
    {
        "text": "1. The following persons may issue fines only as required by their defined duties:\n    a. Crew Chiefs \n    b. Staff \n",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Fines, Debits",
            "Crew Chief",
            "Staff"
        ],
        "id": 55153
    },
    {
        "text": "7. Any co-oper who resides at UCHA and is not assigned a chore is dismissed or transferred to a new crew must notify the office within 24 hours. Failure to notify the office shall result in a chore debit fine for every week that notice is withheld (see Appendix). (BoD 5/22/01)\n",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 55202
    },
    {
        "text": "2. Co-opers are obligated to report themselves to both the office and MemCom when they are out of status. (BoD 3/16/00)",
        "tags": [
            "Entrance and Departure",
            "MemCom",
            "Office"
        ],
        "id": 55484
    },
    {
        "text": "5. Any member expelled for violation of UCHA Rules or Policies shall have their deposit refunded within 3 weeks after the expelled member’s official check-out. The said member’s deposit may not be kept with the UCHA, nor may the member request such",
        "tags": [
            "Entrance and Departure",
            "Deposit",
            "Expulsion"
        ],
        "id": 56033
    },
    {
        "text": "1. Applicants for membership during a given academic quarter or summer, must be 18 years or older at the time of official check-in to the UCHA.",
        "tags": [
            "Entrance and Departure",
            "Admittance"
        ],
        "id": 56156
    },
    {
        "text": "10. Persons who become chore deficient as a result of extended illness must apply to BoD for permission to remove the deficiency by paying the chore assignment fines in place of the chore assignment. BoD may grant permission only on a case-by-case basis, and any payments shall be considered equivalent to a credit for the purposes of deficiency. (BoD 9/9/96 “work” changed to “chore”). ",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "BoD"
        ],
        "id": 56246
    },
    {
        "text": "1. For the quarterly room & board rates per person please refer to the Appendices. (BoD 12/5/99)",
        "tags": [
            "Financial Policy",
            "Room and Board"
        ],
        "id": 56600
    },
    {
        "text": "3. MemCom internal guidelines, including its own operating procedures and precedents, shall be set forth in a section of the UCHA Guidelines amendable by an open majority vote of MemCom. (BoD 11/14/99)",
        "tags": [
            "Preamble",
            "Guidelines",
            "MemCom"
        ],
        "id": 56627
    },
    {
        "text": "2. A member may petition the Board of Directors for an extension of the Grace Quarter, so long as this request is received the quarter prior to the quarter for which an extension is required. For members petitioning for a Grace Quarter or extension, the Summer may not be assumed as additional to any approved Grace Quarter. \n   a. Grace Quarters and extensions, may only be given to members in good standing (as defined in section II.A.4). The Board may also at its discretion, revoke any Grace Quarter or extension given. \n   b. The maximum amount of Grace Quarter a member may receive during the entire stay at the UCHA Co-op is 3 academic quarters(including extensions), Any member receiving the maximum limit of 3 Grace Quarters will not be eligible for a further Grace Quarter regardless of completion of studies or for other reasons. Third grace quarter can only be granted by the Board with a simple majority vote.\n",
        "tags": [
            "Membership Status",
            "Grace Quarter"
        ],
        "id": 57100
    },
    {
        "text": "1. Breakfast, lunch and dinner are served Monday through Friday. Brunch and dinner are served on Saturdays, Sundays, and holidays. The BoD in conjunction with the Food Service/Kitchen Manager sets meal times. ",
        "tags": [
            "Dining",
            "BoD"
        ],
        "id": 57279
    },
    {
        "text": "1. Robert’s Rules of Order Revised, shall be the authority upon all matters of procedure not covered in the By-Laws, Rules, or the Guidelines. In particular, the BoD and MemCom may specify their own internal meeting procedures in their respective guidelines, such as the usage of Robert’s Rules of Order for small bodies. (BoD 11/14/99) ",
        "tags": [
            "Preamble",
            "Meetings",
            "Robert's Rules"
        ],
        "id": 58639
    },
    {
        "text": "1. The Association, through the Board of Directors, shall refer to the audit committee charter and ensure its proper compliance prior to the approval of the annual audit (See audit committee charter and BoD calendar for details). ",
        "tags": [
            "Financial Policy",
            "Audit Committee"
        ],
        "id": 59165
    },
    {
        "text": "3. Anyone presenting a check that becomes dishonored (\"bounces\") shall have three business days from the date they are notified by the main office to bring their account to non-delinquent status. Payment must be received in the form of cash or its equivalent, unless, an exception is made by the ED. No personal or company check, shall be accepted. In addition, the ED may suspend an individual's check-cashing privilege at the UCHA. In addition, a charge for the bounced check will be levied against the member (see Appendices). (BoD 12/5/99)",
        "tags": [
            "Financial Policy",
            "Room and Board",
            "ED"
        ],
        "id": 59580
    },
    {
        "text": "3. Persons who have their deposit applied towards their debt lose their seniority. Persons who withdraw their deposit will also lose their seniority. Persons who check out of the Co-op will not lose their seniority as long as they do not withdraw their deposit. Persons who lose their seniority and submit a new deposit will have their seniority accrue from the date of their new deposit only. ",
        "tags": [
            "Room Occupancy",
            "Seniority"
        ],
        "id": 59653
    },
    {
        "text": "1. The Association budget shall be proposed by the ED and approved by the BoD. ",
        "tags": [
            "Financial Policy",
            "Budget Determination",
            "BoD",
            "ED"
        ],
        "id": 59955
    },
    {
        "text": "1. A majority vote of the UCHA members of the Association, in a regularly scheduled election, may accept changes in any procedures or guidelines of the UCHA. All such measures to be considered in a regularly scheduled election shall be posted at least one week, (7 days) in advance of the election. Any procedure or guideline that would be changed by the measure shall be quoted in full. (BoD 11/14/99)",
        "tags": [
            "Preamble",
            "Guidelines"
        ],
        "id": 60163
    },
    {
        "text": "4. Any member bouncing a check 2 or more times will automatically cease to be able to pay (UCHA) by personal check, and in addition will lose their check cashing privileges at UCHA. Such privileges may only be reinstated on approval by the ED.",
        "tags": [
            "Financial Policy",
            "Room and Board",
            "ED"
        ],
        "id": 60969
    },
    {
        "text": "1. Definition: A member of the UCHA is a person currently residing at UCHA who at one time has been accepted into membership. Membership is suspended by terminating residence or by no longer fulfilling the membership conditions put forth by the Rules (Academic Status Requirement). Priority admission shall be given to all students attending UCLA. A UCLA student is defined as being enrolled full-time and studying towards receiving a Bachelors, Masters, PHD or full-time Professional degree program (law, medicine, etc.) from the University of California, Los Angeles. ",
        "tags": [
            "Membership Status"
        ],
        "id": 61037
    },
    {
        "text": "1. Parties/ large events of more than 40 people may not be held in UCHA public spaces except the A-Wing lounge, OK room, triple H patio, lobby, and atrium, and Robison backyard. All parties, and any exceptions to the venue, must be approved by the Membership Committee prior to the event and the Security Crew Chief duly notified by the host of such parties. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Facilities",
            "Security",
            "MemCom",
            "Crew Chief"
        ],
        "id": 61128
    },
    {
        "text": "2. When the Co-op is full, anyone not meeting the membership status requirements shall be required to move out by a given quarter’s end in order to make room for the new members. (BoD 3/16/00) ",
        "tags": [
            "Entrance and Departure",
            "Admittance",
            "Expulsion"
        ],
        "id": 61437
    },
    {
        "text": "1. All co-opers must perform chores from their date of check-in (see Appendix) (BoD 9/9/96, “work” changed to “chore”). ",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 61878
    },
    {
        "text": "13. Any crew chief or either a member of the Board of Directors or the Membership Committee owing more than $400.00 will have 7 days from the date of delinquency in which to pay their balance down to zero. Failure to do so will result in their position being automatically revoked. He/she will not be eligible for such a position until in good standing.",
        "tags": [
            "Membership Status",
            "Expulsion",
            "BoD",
            "Crew Chief",
            "MemCom"
        ],
        "id": 62224
    },
    {
        "text": "1. The UCHA Board of Directors (BoD), by the powers vested in it by the Association members through the By-Laws and the Articles of Incorporation do hereby adopt these rules for the Association. Powers not specifically delegated to the Board of Directors or Membership Committee (MemCom) by the By-Laws are reserved by the Association members. (BoD 5/25/99)",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability",
            "BoD",
            "MemCom"
        ],
        "id": 62682
    },
    {
        "text": "7. The Executive Director (ED) shall be responsible for keeping updated copies of the UCHA Articles of Incorporation, By-Laws, Rules, and Guidelines in the UCHA main office, to be borrowed for up to 2 weeks by any co-oper. When each new member checks in, he or she shall be informed that a copy of the UCHA Articles, By-Laws, Rules, and Guidelines will be available for them, in the office, at their request. Members are entitled to make their own copy, when requested. (BoD 11/14/99)",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability",
            "ED"
        ],
        "id": 62999
    },
    {
        "text": "7. The Executive Director may at their discretion authorize a deficient member to work on a project or projects as a make up for any or all hours owed. The said project must contribute directly towards the improvement of the UCHA.",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "ED"
        ],
        "id": 63734
    },
    {
        "text": "8. In extenuating situations (not relating to routine chore shift circumstances), the AMO, ED, or the BoD may at their discretion reduce a chore shift fine to the prevailing credit rate.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure",
            "BoD",
            "ED"
        ],
        "id": 64263
    },
    {
        "text": "4. The Board of directors may give the Membership Committee the responsibility to hold the expulsion hearings described in Rule III.B.3 during any particular quarter. This decision must be ratified for each quarter it holds, and may be reversed at any time during the quarter. All such expulsion hearings and decisions taken in them must be notified to the board, which shall have the ability to reverse them.",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "MemCom",
            "Expulsion"
        ],
        "id": 65156
    },
    {
        "text": "2. BoD internal guidelines, including its policies pertaining to the ED and its own operating policies, shall be set forth in a section of the UCHA Guidelines amendable by an open majority vote of the BoD. (BoD 11/14/99)",
        "tags": [
            "Preamble",
            "Guidelines",
            "BoD"
        ],
        "id": 70330
    },
    {
        "text": "6. For all rules not pertaining to the powers and jurisdiction of the Membership Committee, a majority vote of the BoD members present at an open BoD meeting shall be required for acceptance of the rule change. This includes rescinding or changing rules passed by the membership. All motions involving changes in the UCHA rules by the BoD shall be posted in the Agenda of the open BoD meeting. Any rules that would be changed by the motion shall be quoted in full. The rule change may be friendly amended at the meeting. A friendly amendment is defined in the version of Robert’s Rules of Order Revised.",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability",
            "BoD"
        ],
        "id": 71126
    },
    {
        "text": "8. All chore deficiency to be defined as actual hours missed must be worked off. Any chore debit received may be worked off for credit at the prevailing rate (See Appendix B). NS/NN fines may be worked off in full. It is only necessary, however, to work the amount of actual hours missed for that particular chore shift in order to be defined as not being chore deficient. ",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency"
        ],
        "id": 71891
    },
    {
        "text": "6. If a co-oper has five outstanding bathroom chore-shift failures, from current or previous quarters, they shall be expelled and required to move out at the end of the quarter.",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations",
            "Expulsion"
        ],
        "id": 72058
    },
    {
        "text": "13. No co-op chore assignment may be shorter than the minimum time specified by the Appendix. (BoD 7/15/96 9/9/96 “work” changed to “chore”).",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 72075
    },
    {
        "text": "1. \n   a. MemCom is responsible for conducting Bump each quarter. \n     i. The Membership Committee will be responsible for setting the bump dates for session 1 & session 2. \n     ii. MemCom will have general jurisdiction (not exclusive jurisdiction) over Bump, Parking, room tenure, seniority, room selection process, and room occupancy. \n     iii. Any dispute regarding seniority, the room selection process, or parking, may be referred to the Executive Director (by MemCom or a member) who will have a determining say in negotiating the settlement. Any decision of the Executive Director (ED) may be appealed to the Board of Directors to be heard by them no later than at their next immediate meeting. \n     iv. The ED or the BoD will be authorized to postpone or reschedule Bump in the event there are irregularities that preclude a fair process, or that the Bump schedule has not been adequately observed. \n     v. Quarterly Bump will be conducted in conjunction with the front and accounting offices. \n     vi. The ED shall have jurisdiction to set aside rooms from the process as deemed necessary. Any changes to this may be negotiated by MemCom with the ED. \n     vii. Bump will be carried out in accordance with the following (Bump) schedule: (The official Bump process will commence effective the week prior to the event ). \n         1. Friday: MemCom shall post notices on the doors of all R&B delinquent and chore deficient members. For the sole purposes of bump, R&B delinquency shall be defined as having a balance of $100 or more and chore deficiency shall be defined as owing the equivalent of $100 or more due to any chore missed, which includes bathroom fines, QPH fines, and chore fines, both with notice and with no notice. All chore fines must be worked off, and any money paid to reduce those fines will remain as credit on the co-opers’ account. \n         2. Saturday and Sunday (7:00 p.m. to 9:00 p.m.): MemCom will be required to answer and guide members about the upcoming event. \n         3. Monday (9:00 p.m.): All Bump/Tenure requests to be turned in by the membership. Late Bump/Tenure forms will not be accepted. \n         4. Tuesday: MemCom will post a tentative listing of the Bump status of each member. \n         5. Wednesday: It will be mandatory for MemCom to conduct a final meeting for the benefit of all members who have questions, concerns about irregularities or have questions about their status at Bump. This will also be the Final opportunity for consideration of any changes/exceptions that MemCom might make. \n         6. Thursday: MemCom will turn in all information (i.e., Seniority lists, Tenure lists, Room-availability list) to the office for final verification on information. \n         7. Friday: Amended results (if any), to be handed over by the office to MemCom.\n         8. Saturday: Bump (Room and Parking). \n         9. Sunday: MemCom will hold office hours (12pm-4pm), for members with (post-bump) related concerns. \n         10. Monday: MemCom will hand over a complete and updated list of the Bump results to the office. \n   b. Bump will be conducted in two sessions: \n     i. Session 1 will consist of the Bump (room/parking) bidding process. And session 2 will consist of the actual move-in process to be conducted the next day, from 10 a.m. to 9 p.m. \n   c. MemCom should take steps to ensure that members are made aware when their existing roommate applies for Bump. Members themselves are also responsible for communicating with their existing roommate their intention to Bump. \n",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "BoD",
            "ED",
            "MemCom",
            "Parking"
        ],
        "id": 72800
    },
    {
        "text": "6. Members may, on request, and with approval from the facilities department manager, temporarily remove furniture items from their room. Policy details are specified in the official Furniture removal (FR) policy guidelines brochure. The deposit for removal of such is $100 and must be paid prior to removal of any furniture.",
        "tags": [
            "Financial Policy",
            "Room and Board"
        ],
        "id": 73226
    },
    {
        "text": "1. Academic status requirement: To meet the academic status requirement, a member must satisfy the conditions of this section or the following section (A.2). To maintain membership during the regular academic term, a member must be enrolled in a degree program (bachelors, Masters, PhD), or a professional degree program (law, medicine, etc.), at UCLA, fulfilling any one of the following requirements: \n    a. Meeting minimum progress requirements toward a degree, or professional degree. Minimum progress shall be defined as enrollment in, and the satisfactory completion of, the minimum number of units of each academic term: 12 quarterly units (12 semester units), for both undergraduate, graduate, and certificate program students. \n    b. Any student (graduate or undergraduate), in the last quarter or semester of a degree program may fall below the (above mentioned) unit requirement if the course work is all that is needed to graduate. Students enrolled in programs other than a Bachelors, Masters, doctorate or 1-year (minimum requirement) certificate program, will not be eligible for this privilege/concession. \n    c. Any graduate student who is on Filing Fee quarter and continues to work on a Master’s Thesis/dissertation, approved by UCLA, is also considered to be meeting the minimum academic status requirement. In such cases, satisfactory documentation from the institution granting the degree needs to be provided. \n    d. Undergraduate, graduate, PhD students, PhD holders of UCLA working on a temporary research project at UCLA. Full-time career researchers are not eligible for UCHA housing.\n    e. Be a member of UCLA staff. UCLA staff shall be defined as a person in direct relation to the academic education of UCLA students (i.e., primary teacher in academic education, contributing 50% FTE hours or more per week to teaching duties). “Academic education” is defined as courses offered by the UCLA registrar. \n",
        "tags": [
            "Membership Status",
            "Academic Status"
        ],
        "id": 73696
    },
    {
        "text": "5. A majority of the Association members voting in a regularly scheduled election may accept any rule changes not pertaining to the powers and jurisdiction of the Membership Committee (MemCom). All such measures to be considered in a regularly scheduled election shall be posted at least one week (7 days), in advance of the election. Any rule that would be changed by the measure shall be quoted in full. (BoD 5/25/99)",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability",
            "MemCom"
        ],
        "id": 73846
    },
    {
        "text": "1. All credits must have a corresponding debit, unless authorized/approved by the ED, BoD, or MemCom. ",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure"
        ],
        "id": 74583
    },
    {
        "text": "1. Any member leaving UCHA premises without officially completing checking-out procedures with the UCHA front office shall also be subject to a $100.00 breach of contract fee. (BoD 5/22/2001)",
        "tags": [
            "Entrance and Departure",
            "Contract"
        ],
        "id": 75795
    },
    {
        "text": "4. Once expelled or a contract terminated, an individual who has already checked-out from the UCHA may not be readmitted to UCHA or purchase meals without special permission from the BoD upon recommendation by MemCom or the Executive Director. ",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 75862
    },
    {
        "text": "2. Any member deficient by more than 8 chore shift hours or more than 2 bathroom shifts will be summoned to a mandatory meeting with the Membership Committee to work out a resolution to their chore deficiency. The said member will have a maximum period of 2 weeks to bring down their deficiency and avoid expulsion.",
        "tags": [
            "Chore Obligations",
            "Chore Deficiency",
            "Expulsion",
            "MemCom"
        ],
        "id": 76015
    },
    {
        "text": "8. Members in rooms with private bathrooms who miss cleanings will be assessed a chore debit for each missed cleaning per member. ",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations"
        ],
        "id": 76036
    },
    {
        "text": "6. The charge for any replacement checks, of deposit refunds, will be processed for an administrative fee of $10.00 per check.",
        "tags": [
            "Entrance and Departure",
            "Deposit"
        ],
        "id": 76464
    },
    {
        "text": "3. Members must maintain valid student, faculty, or staff status throughout the academic term. Time of enforcement (by a registration card check or other means) is to be arranged by the ED. Before the end of each quarter (i.e. Fall, Winter and Spring quarters), the ED shall verify students' academic status, faculty status, and staff status, during the UCHA registration check process. For UCHA’s Winter and Spring’s registration checks, Non-UCLA students on a semester schedule will be required to provide proof of Spring semester college/university registration to fulfill both (Winter and Spring registration check) requirements. Anyone found to have held membership in violation of the membership status requirements shall be required to move out of the Co-op before the start of the next quarter, if not sooner.",
        "tags": [
            "Membership Status",
            "Academic Status",
            "ED"
        ],
        "id": 76761
    },
    {
        "text": "1. The Association shall preferentially deal with socially or ecologically responsible businesses and organizations. (BoD 5/25/99) ",
        "tags": [
            "Financial Policy",
            "Specific Budget Allocations"
        ],
        "id": 77527
    },
    {
        "text": "4. Make-up and credit work - Bathrooms to be cleaned for make-up or credit work must be approved by the Bathroom Crew Chief prior to the actual cleaning. The rate of compensation must be $7 per bathroom for credits. In the case of make-ups, each shift will be credited for $10, regardless of how many bathroom(s) is cleaned in said shift. A member may not clean bathroom(s) in excess of 10 bathrooms per day. No supervisor or crew chief is authorized to credit a member in excess of the above policy.",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations",
            "Fine and Credit Procedure"
        ],
        "id": 77628
    },
    {
        "text": "4. Co-opers may be hired (credited) to a chore in place of an individual who is normally assigned to the chore and fails to appear (see Appendix). All credit replacements will be required to show ID verification upon request by department officials.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure"
        ],
        "id": 79176
    },
    {
        "text": "1. A co-oper may hold tenure on a spot while leaving for vacation over the summer term. They may retain their tenured spot at the Fall Bump. (House Election, Fall Quarter, 2000) Co-opers who switch rooms over the summer by any means are only granted tenure for that spot over the summer. They will lose tenure on that spot in the Fall term (See Exceptions: VI.D.2&3). (House Election, Fall Quarter, 2000) ",
        "tags": [
            "Room Occupancy",
            "Summer Tenure"
        ],
        "id": 79669
    },
    {
        "text": "2. In an open BoD meeting, with the corresponding second from a BoD member, any association member shall have a right to bring a motion to the floor deemed in order by the Robert's Rules of Order Revised. (BoD 5/25/99) ",
        "tags": [
            "Preamble",
            "Meetings",
            "BoD",
            "Robert's Rules"
        ],
        "id": 79899
    },
    {
        "text": "4. UCHA reserves the right to refuse to admit persons who have been previously expelled from UCHA, chore or room and board deficient while at UCHA, had their contract terminated or made persona non grata by UCHA, have bad credit records, poor references, as well as persons evicted, convicted of a serious crime or who are in some other way likely to be a danger to other members or their property. ",
        "tags": [
            "Entrance and Departure",
            "Admittance"
        ],
        "id": 80016
    },
    {
        "text": "15. Any member with a record of disregard of UCHA policies or rules may not be readmitted to the UCHA by the Executive Director (ED) even though no expulsion may have been conducted. The decision may be appealed to the Board of Directors (BoD)",
        "tags": [
            "Membership Status",
            "Expulsion",
            "ED"
        ],
        "id": 80182
    },
    {
        "text": "1. Before the beginning of each school year, the office shall make a special effort to determine who no longer meets the membership status requirements and notify them that they must move out, by a specific date chosen by the Executive Director, in order to make room for new members. Status will be judged using the results of spring term, notwithstanding promises of future enrollment. Failure by the office to notify those who are in violation of membership status requirements does not constitute a right to remain living at the Co-op. It is the responsibility of each of us to make room for new members, in order that they can have the chance to pursue their education too. (BoD 3/16/00)",
        "tags": [
            "Entrance and Departure",
            "ED",
            "Expulsion",
            "Office"
        ],
        "id": 80269
    },
    {
        "text": "1. Members at the UCHA are required to clean bathrooms and meet the standards set by the Co-op. The quarterly bathroom chore obligations follow.\n   a. Bathrooms with public access\n       i. Hardman-Hansen Hall: Times / Rooms / Bathrooms\n          - Hallway I: 3 times / (x01, x02, x03) / xA, xB\n          - Hallway II: 4 times / (x04, x05, x06) / xC, xD\n          - Hallway III: 4 times (x07, x08, x09) / xE\n          - Hallway IV: 4 times (x10, x11) / xF\n          - Hallway V: 3 times (x12, x13, x14) / xG, xH\n          - Hallway VI: 4 times (x15, x16, x17) / xI, xJ\n          - Hallway VII: 2 times (x18, x19, x20, x21, x22) / xK, xL\n       ii. Robinson: Times \n          - A-Wing: 5 times\n          - B-Wing: 2 times\n          - C-Wing: 4 times\n          - D-Wing:\n             ° First Floor: 4 times\n             ° Second Floor: 4 times\n          - E-Wing: 3 times\n          - F-Wing: 3 times\n          - G-Wing:\n             ° First Floor: 2 times\n             ° Second Floor: 2 times\n       iii. Essene: 3 times \n   b. Rooms with private bathrooms\n        i. Members living in rooms with private bathrooms are required to keep them clean at all times. Members (living in rooms with private bathrooms) are required to report any violations of this condition. Inspections will be conducted at least three times every quarter.\n\n",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations"
        ],
        "id": 80328
    },
    {
        "text": "6. Membership, once already obtained by the procedure in section II, extends automatically during the summer provided that the individual is a continuing student and is not delinquent, deficient, graduated or otherwise expelled",
        "tags": [
            "Membership Status",
            "Academic Status"
        ],
        "id": 80637
    },
    {
        "text": "6. The ED shall, at their discretion be authorized to rescind or reduce a fine, debit, credit or uncooperative chore shift issued by a crew chief/staff member of the UCHA.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Fines, Debits",
            "ED",
            "Chores"
        ],
        "id": 81757
    },
    {
        "text": "7. If the R&B delinquent co-oper does not pay their account balance to within $50 by the deadline specified by MemCom/BoD (as per their jurisdiction), then all eviction proceedings will continue against the member. (BoD 11/14/99) ",
        "tags": [
            "Membership Status",
            "Expulsion",
            "Room and Board"
        ],
        "id": 82299
    },
    {
        "text": "2.  Fines/debits will be issued without undue delay. Fines/debits must appear on the members account within 30 days of the incident for which it is issued, except for fines for gross uncooperative behavior or gross vandalism or destruction of property, or improper or fraudulent use of keys issued by UCHA, which may be issued at any time while the offender is still a co-oper.\n   a. Fines for issues that are undergoing investigation or adjudication by the Membership Committee and/or the Board of Directors may also be issued after 30 days provided that the Membership Committee and/or the Board of Directors begins the investigation or adjudication within 30 days of the original offense.\n   b. For offenses committed in week 10 of a quarter and through week 1 of the following quarter, investigation or adjudication by MemCom and/or BoD must begin within 30 days of the first meeting of the respective bodies in the following quarter.\n   c. Such an investigation/adjudication must be concluded without undue delay.\n   d. Failure to issue a fine promptly is grounds for appeal. Any disputed fine/chore/bathroom debit must be appealed within 60 days of the penalties issuance on the UCHA Accounts Departments statement.\n",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure",
            "MemCom",
            "BoD",
            "Chores"
        ],
        "id": 82304
    },
    {
        "text": "7. Debits may only be rescinded within 3 months of the date given. (BoD 10/3/99)",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Fine and Credit Procedure"
        ],
        "id": 82698
    },
    {
        "text": "1. The objective of the UCHA fine, debit and credit system are to encourage compliance with the rules and to ensure the completion of chore assignments by allowing UCHA to hire other co-opers to take the place of those who fail to perform their chore assignments. (BoD 9/9/96 “work” changed to “chore”) ",
        "tags": [
            "Fine, Debit, and Credit Procedure"
        ],
        "id": 82758
    },
    {
        "text": "1. A person who has been a member of UCHA for the immediately preceding three consecutive quarters and who is not delinquent, deficient, subject to expulsion or failed registration check, may upon the completion of studies, be eligible to apply to MemCom to continue to live at UCHA for a grace period (\"Grace Quarter\") of one academic quarter. \n    a. The Grace Quarter option intends to transition members out of the UCHA after completion of one’s studies and is given only to qualified members at the discretion of the Membership Committee or Board of Directors as pertinent to their jurisdiction (see below). The Board may at its discretion award a Grace Quarter or extension prior to completion of studies for exceptional circumstances. \n    b. To receive this initial Grace Quarter, a member must petition MemCom the quarter prior to the quarter for which a Grace Quarter is needed. In exceptional circumstances a member may petition MemCom before the deadline for registration check of the current quarter. Exceptional circumstances are viewed as those where prior knowledge of events was not known. Failure to petition to MemCom may result in expulsion. \n    c. Members receiving approval/s for Grace Quarter requests from MemCom must complete the process by obtaining certification from the ED/BoD. Receipt of a Grace Quarter will not be considered finalized until such certification is obtained. \n",
        "tags": [
            "Membership Status",
            "Grace Quarter"
        ],
        "id": 82956
    },
    {
        "text": "1. Excessive noise or profanity will not be allowed in the kitchen and dining room as it may disturb others. Violation is considered similar to a violation of quiet hour rules. ",
        "tags": [
            "Room and Facilities Regulations",
            "Dining"
        ],
        "id": 83443
    },
    {
        "text": "1. Room occupancy is under the general jurisdiction (“Exclusive jurisdiction” changed to “general jurisdiction” by House vote on 11/01/01) of MemCom. (BoD 3/10/97 Rules XIII.A.1) ",
        "tags": [
            "Room Occupancy",
            "Jurisdiction",
            "MemCom"
        ],
        "id": 84431
    },
    {
        "text": "4. Guidelines regarding UCHA operating procedures, including personnel and crew chief policies, shall be set forth in a section of the UCHA Guidelines only amendable by the ED. (BoD, 11/14/1999)",
        "tags": [
            "Preamble",
            "Guidelines",
            "ED"
        ],
        "id": 84835
    },
    {
        "text": "15. Members with disabilities will receive priority in crew selections that correspond with their accommodations.",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 85146
    },
    {
        "text": "4. The BoD or MemCom may bar a member from attending their meetings in cases where the member has demonstrated a pattern of behavior that significantly disrupts, impedes, or detracts from the body’s ability to effectively run their meetings. This procedure requires a vote of both MemCom and the Board of Directors, and one body must approve the other’s ban in order for it to go into effect. The body banning the member from their meetings must pass the motion with 5 members voting in the affirmative and the other body approving their ban also with 5 members voting in the affirmative. Neither body can ban one of its own elected members from attending meetings during his or her elected term, except as specified in Robert’s Rules of Order. The ban shall be in effect for a period of one quarter. Banned members who violate this prohibition will be fined for uncooperative behavior and disregard for the ban on numerous occasions may be deemed uncooperative behavior. If the banned member is requested, or summoned, by the body in question to attend one of its meetings, then the ban will be considered to be temporarily suspended for that purpose. The ban can be rescinded by a majority vote. ",
        "tags": [
            "Preamble",
            "Meetings",
            "BoD",
            "MemCom"
        ],
        "id": 85246
    },
    {
        "text": "1. Expulsion is defined as a loss of membership from the UCHA. Eviction is a legal process that can be initiated and carried forth by the ED in which the sheriff is called to evict a co-oper who has violated any rule that can result in eviction. A member can be evicted without being expelled. (BoD 3/2/00)",
        "tags": [
            "Membership Status",
            "Expulsion"
        ],
        "id": 85700
    },
    {
        "text": "6. Unless an appeal to the BoD is pending, a co-oper who is evicted or expelled for non-payment of R&B and is awaiting check-out shall cease to have all meal privileges at UCHA, effective 72 hours after the expulsion/eviction decision is rendered. An expelled/evicted co-oper may not eat as a guest of another co-oper. Theft of meals may be prosecuted. (BoD 3/2/00, update) ",
        "tags": [
            "Membership Status",
            "Expulsion",
            "Room and Board"
        ],
        "id": 85781
    },
    {
        "text": "5. Members are at all times required to maintain a clean and presentable room making available space (i.e., closet, writing desk, bed), for their roommate/s. This is especially necessary to ensure a smooth check-in process and to create a welcoming environment. If any member/s is/are found to have created an unwelcoming environment for any incoming member/s for the above reasons or any other, whether intentionally or not, that/those member/s may be billed the pro-rated value of the available space at the ED’s (Executive Director’s) discretion. Billing will continue until UCHA is able to successfully rent out the vacant space/s.",
        "tags": [
            "Financial Policy",
            "Room and Board",
            "ED"
        ],
        "id": 87634
    },
    {
        "text": "4. Every association member shall have the right to introduce measures to change the By-Laws, Rules, or other operating procedures of the association at any regular meeting of the Association. Such changes shall be regulated by the By-Laws. These measures will be voted on at the next regularly scheduled election. The proposal to change the By-Laws shall be subject to regulations regarding By-Law changes. (BoD 11/14/99)",
        "tags": [
            "Preamble",
            "Powers, Limitations and Availability"
        ],
        "id": 87803
    },
    {
        "text": "2. All obligations are subject to continuance until an individual is officially checked out. Example: chore assignments properly assigned must be completed before checkout, pending a room Inspection by Room Occupancy Manager(ROM) crew. (BoD 8/7/2023)\n\n",
        "tags": [
            "Entrance and Departure",
            "Checkout",
            "Fine, Debit, and Credit Procedure"
        ],
        "id": 88781
    },
    {
        "text": "5. The contract is the official offer to live at UCHA. UCHA reserves the right to withdraw an offer of admission or cancel a contract with or without cause by giving 30 days’ notice.",
        "tags": [
            "Entrance and Departure",
            "Admittance",
            "Contract"
        ],
        "id": 88815
    },
    {
        "text": "1. All co-opers must have on file a contract, which is automatically updated as per any revision by the BoD (BoD 9/12/02), and have placed a deposit, the amount of which is set by the BoD (see Appendix). No Co-oper’s personal records held by the Association shall be used by the Association or any other co-oper for purposes other than those explicitly stated in the contract or unless subpoenaed by court order or given consent by member. Any unauthorized disclosure of a Co-oper’s personal records will result in an uncooperative fine and summons for membership expulsion.\n",
        "tags": [
            "Entrance and Departure",
            "Deposit",
            "BoD",
            "Privacy",
            "Counting the Ballots"
        ],
        "id": 89928
    },
    {
        "text": "2. Any member deemed to have caused damage to UCHA property will be held responsible for the reimbursement of all expenses involved in the restoration of said property. ",
        "tags": [
            "Financial Policy",
            "Other Charges"
        ],
        "id": 89929
    },
    {
        "text": "1. The Chairperson of MemCom may write credits to reduce or rescind fines or debits as decided by MemCom. ",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Credits and Credit",
            "MemCom"
        ],
        "id": 91062
    },
    {
        "text": "1. Members of other student housing cooperatives recognized by UCHA or with which UCHA has reciprocal agreements are permitted free room (if available) and board for up to three consecutive days. ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Guests"
        ],
        "id": 91307
    },
    {
        "text": "1. Hosts shall have their guest meals charged to the host’s account (see Appendix). ",
        "tags": [
            "Dining",
            "Meal Guest Privileges"
        ],
        "id": 91749
    },
    {
        "text": "1. To officially check-out, the departing co-oper must turn in his/her room key to the ED or other authorized personnel and complete the check-out check-list. ",
        "tags": [
            "Entrance and Departure",
            "Checkout",
            "Office"
        ],
        "id": 93177
    },
    {
        "text": "14. Once a member has been officially expelled by the BoD for R&B delinquency, chore deficiency or uncooperative behavior, any alterations or amendments to the conditions of expulsion may only be effected by the ED who will duly inform the Board of such alterations.",
        "tags": [
            "Membership Status",
            "Expulsion",
            "ED"
        ],
        "id": 94031
    },
    {
        "text": "1. Definition: The privilege granted to co-opers to remain in a room. This is granted to all co-opers who have bumped into a room except those who moved during summer (See exceptions VI.D.2&3). This privilege is under the general jurisdiction (“Exclusive jurisdiction” changed to “general jurisdiction” by House vote on 11/01/01) of MemCom and could be revoked by MemCom or BoD (see XIII.I.1) under exceptional circumstances. See also Rule VII for requirements on tenure/policies on Parking (Re: chore/bathroom deficiencies, registration check, and room and board delinquencies). ",
        "tags": [
            "Room Occupancy",
            "Tenure"
        ],
        "id": 94577
    },
    {
        "text": "12. In a given quarter or summer, the office may allow up to five persons to perform their entire chore obligation for a specific fall, winter or spring quarter by completion of a specific special project. Additionally, the BoD may allow more than five persons to work off their quarterly chore obligations as needed. (BoD 9/9/96, “work” changed to “chore”)",
        "tags": [
            "Chore Obligations",
            "Chores"
        ],
        "id": 95724
    },
    {
        "text": "2. Anyone who fails to give notice of cancellation of his/her contract at least thirty days prior to the last day (BoD 9/12/02) of a quarter or summer session, or who withdraws from UCHA during a contractual term subjects his/her deposit to a full or partial forfeiture and a hundred dollars (U.S. currency) breach of contract fee. With the following exceptions: (BoD 5/22/2001) \n    a. Involuntary departure for the armed services, \n    b. Marriage, \n    c. Health reasons (a physician's certification may be required), \n    d. Extenuating circumstances at the Executive Director's discretion (BoD 5/22/2001).\n",
        "tags": [
            "Entrance and Departure",
            "Deposit",
            "Contract",
            "ED"
        ],
        "id": 96300
    },
    {
        "text": "3. Any co-oper who withdraws early shall not be relieved from the obligation to pay any room and board (R&B) for the rest of his/her contract period except for circumstances described in this section of the Rules. The only reason a co-oper may be relieved from their R&B obligation is for the reasons listed below, in which case, the rent obligation shall be Pro-Rated according to the official UCHA Pro-Rated R&B schedule or paid at a per-diem charge (as per the current rate) which will be determined at the discretion of the UCHA (BoD 12/03/03). This exception only applies in the following cases: (BoD 12/12/99). \n    a. Involuntary departure for the armed services, \n    b. Marriage, \n    c. Health reasons (a physician's certification may be required), \n    d. Extenuating circumstances at the Executive Director's discretion (BoD 5/22/2001).\n",
        "tags": [
            "Entrance and Departure",
            "Deposit",
            "Contract",
            "ED",
            "Room and Board"
        ],
        "id": 96749
    },
    {
        "text": "5. Exceptions to any of the above criteria (sections A.1-4) need to be approved by the BoD or the ED. ",
        "tags": [
            "Membership Status",
            "Academic Status",
            "BoD",
            "ED"
        ],
        "id": 97093
    },
    {
        "text": "1. Members with disabilities are given boarding priority in ADA compliant rooms or any other rooms that may satisfy their accommodations. ",
        "tags": [
            "Room Occupancy",
            "Disability Accommodations"
        ],
        "id": 97991
    },
    {
        "text": "1. Parking fees are set by the BoD (see Appendix). (BoD 12/5/99) ",
        "tags": [
            "Financial Policy",
            "Other Charges",
            "BoD"
        ],
        "id": 98620
    },
    {
        "text": "3. Co-opers will be given 2 chances to meet the cleaning standards and pass a bathroom inspection: the first on the scheduled day, and the second on the following day.\n   a. Co-opers who fail bathroom inspection will be given one bathroom chore failure and an “Inadequate Cleaning Fine” of $20 per shift (see also III.C.3.d).\n   b. All bathroom cleaning chore failures must be made up by cleaning bathrooms. The number of bathrooms to be cleaned in a make-up shift will be equal to the number of bathrooms that should be cleaned in the shift that the member failed (see also III.C.3.d. and III.C.3.e.).\n   c. Failure to adequately perform bathroom chores will result in loss of seniority or expulsion. See the following rules 5 & 6 for details.\n   d. For purposes of determining expulsion and loss of seniority, a bathroom deficiency would be defined as a failure to clean bathroom(s) per hallway as per the sign-up requirement and not per individual bathroom. Members living in a given hallway have priority in sign-ups over those members living in other hallways.\n   e. Bathroom deficiency make-ups will be defined as:\n      i. A member living in a one-bathroom hallway must clean up one bathroom.\n      ii. A member living in a two-bathroom hallway must clean up two bathrooms.",
        "tags": [
            "Chore Obligations",
            "Bathroom Clean-up Obligations",
            "Fine and Credit Procedure",
            "Seniority",
            "Expulsion"
        ],
        "id": 99500
    },
    {
        "text": "2. Only the following may issue credits:\n   a. Crew Chiefs\n   b. Kitchen Crew Chief and Clean-up Crew Chief,\n   c. The MemCom as a body. (BoD 2/28/99)",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Credits and Credit",
            "MemCom"
        ],
        "id": 80479
    },
    {
        "text": "3. Any crew chief that has written a fine may rescind that particular fine.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Credits and Credit"
        ],
        "id": 62068
    },
    {
        "text": "4. A member or resident may only be paid up to the maximum level (and no more) of a typical stipend (i.e., $1000) per quarter by the UCHA for projects effected/implemented.",
        "tags": [
            "Fine, Debit, and Credit Procedure",
            "Authority to Issue Credits and Credit"
        ],
        "id": 66378
    },
    {
        "text": "2. Tenure is automatically granted to UCHA members residing in HHH triples and selected triples in Essene (see VI.D.3) through all quarters.",
        "tags": [
            "Room Occupancy",
            "Tenure"
        ],
        "id": 57583
    },
    {
        "text": "3. Selected rooms in Essene (in addition to triples in HHH) are to be set aside for automatic tenure. This is to minimize the crowd at Bump and to minimize the inconvenience to new members who do not wish to Bump. Approved (“Selected”) rooms: Essene S-1, S-2, S-3, S-4, S-13, S-14, S-15, S-16.",
        "tags": [
            "Room Occupancy",
            "Tenure"
        ],
        "id": 64556
    },
    {
        "text": "4. If MemCom grants tenure (room/parking) outside of the official Bump process, the decision will be considered tentative, until referred to the Board of Directors for final approval. This decision must be communicated to the Board by the MemCom chair or representative at the next immediate official board meeting. The Board must then, at the same meeting, by a majority vote, ratify or deny the tenure. Tenure granted without the approval of a majority of the Board will be void.",
        "tags": [
            "Room Occupancy",
            "Tenure",
            "MemCom",
            "BoD"
        ],
        "id": 21781
    },
    {
        "text": "2. Prior to Bump, MemCom should post a room list showing tenured and non-tenured room designations. Co-opers who will participate in Bump must fill out and return an official Bump form to MemCom prior to the official deadline set by MemCom. Once a person submits a Bump form, they lose the tenure that they may have gained from a previous Bump. (2/3 Association vote, March 2001) ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom"
        ],
        "id": 84435
    },
    {
        "text": "3.  Members participating in Bump may submit either an Individual Bump form or a Group Bump form. Groups may consist of two, three, or four people. Each group is assigned its own priority numbers. In the event that a Group is dissolved, the members involved participate under their individual priority numbers. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures"
        ],
        "id": 38193
    },
    {
        "text": "4. Groups may be dissolved during BUMP day if no available room can house all the members together, or if at any point during Bump all the members in the group agree in writing to dissolve the group. Prior to Bump day, the Membership Committee may allow groups to be dissolved without unanimous agreement of the group members if the decision is made by their last regular meeting before Bump. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom"
        ],
        "id": 33412
    },
    {
        "text": "5. MemCom will assign priority numbers to each Individual and Group participating in Bump. The priority number is based on the seniority of the individual or of the members of the group respectively. In the event that two or more groups have an equal number of days seniority, then the group having the lowest average deposit numbers will gain priority placement. Twenty-four hours before Bump, a list of all participants and their priority numbers will be posted, and each Individual or Group will be given notice of their priority number and the time at which they are to appear to choose a room. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom",
            "Seniority"
        ],
        "id": 39744
    },
    {
        "text": "6. Delinquent and/or deficient members requesting to participate in Bump will be assigned a priority number as if they had zero days of seniority. MemCom may permit a member to participate with their full seniority on the advice of the AMO or the ED. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom",
            "Seniority",
            "ED"
        ],
        "id": 25918
    },
    {
        "text": "7.  The seniority of a Group requesting a priority number is computed by the average seniority of all Group members multiplied by 1.5. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "Seniority"
        ],
        "id": 29647
    },
    {
        "text": "8. If a co-oper wishes to be tenured into a room already partially occupied by a tenured co-oper(s), a Tenure form must be filled out and turned in by the appropriate deadline as per the Bump schedule. This Tenure form is binding on all participants and the person being tenured loses any tenure on another room gained from a previous Bump. If a member wishes to be tenured to a room occupied by two persons (in the case of a triple), and 2 or 3 persons (in the case of the quad), then agreement must be reached between all roommates on who should be tenured in. In the instance where only 1 person has tenure on a triple or quad and multiple vacancies exists in the same room, the said member may grant multiple tenures, if they so wish. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "Tenure"
        ],
        "id": 72824
    },
    {
        "text": "9. At bump there shall be a board display of untenured and unfilled rooms, which will be updated every time a new room is chosen by an Individual or Group. Participants will be called to choose an open room in the order of their priority numbers. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures"
        ],
        "id": 76053
    },
    {
        "text": "10. Participants not arriving at the time for their turn will lose their priority position, but may choose a room when they finally do appear. Participants unable to attend Bump can choose a room by absentee request by giving MemCom the name of another co-oper who will have the authority to choose a room for the absentee’s turn. Any untenured co-opers, who do not request priority numbers will be assigned arbitrarily (aside from sex) by MemCom to the rooms left over. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom"
        ],
        "id": 62441
    },
    {
        "text": "11. To prevent males and females from being forced to move into rooms together near the end of Bump, the following rule will be enforced: when the number of room spaces left in rooms occupied by males equals the number of males left to choose rooms, males will no longer be allowed to bump into unoccupied (neutral) rooms. Similarly, when the number of room spaces left in rooms occupied by females equals the number of females left to choose rooms, females will not be permitted to bump into unoccupied (neutral) rooms. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures"
        ],
        "id": 87474
    },
    {
        "text": "12. No Group or Tenured Group may be composed of two males and one female or two females and one male, although Groups of one male and one female are permitted. The purpose of this rule is to prevent UCHA from being left with an empty space that might occur if one member of such a Group should move out leaving one male and one female remaining in a triple room. UCHA may be unable to fill such a space, even though a waiting list may exist, as UCHA may not force an individual to share a room with persons of the opposite sex without consent. However, MemCom may grant exceptions to this rule on a case-by-case basis provided that all parties involved agree voluntarily.",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom"
        ],
        "id": 16341
    },
    {
        "text": "13. A returning member who fails to check-in by the deadline to turn in Bump/Tenure forms as posted by MemCom will not be eligible to participate in Bump or retain tenure on their previous room. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "MemCom"
        ],
        "id": 53498
    },
    {
        "text": "14. Any member who pays their delinquency down to qualify to Bump with full seniority status, will immediately lose Tenure on their room and be required to Bump with zero seniority at the next immediate Bump, if the payment is returned as not valid for insufficient funds by the bank. In addition, if such a member Tenured in a roommate, the roommate will also immediately lose Tenure on the room, and will be required to bump at the next quarter’s Bump. The member, who turned in the invalid payment, will not be eligible to be tenured into a room as well, at the next quarter’s Bump. The accounts department will issue a final statement 12 days prior to the Bump date which will be the determining statement for matters relating to rent delinquency. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "Seniority",
            "Tenure"
        ],
        "id": 33274
    },
    {
        "text": "15. The deadline to clear all monetary delinquencies will be 10 days prior to the official Bump day of that quarter. The deadline to clear all chore and/or bathroom deficiencies (for Bump purposes only), will be 7 days after the official check-out day of the previous quarter (example: 7 days after Winter Quarters official check-out day for Spring Quarters Bump). ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "Chore Deficiency"
        ],
        "id": 41509
    },
    {
        "text": "16. Any member who loses their seniority will not be eligible to be tenured by another member and will be required to Bump with zero seniority. This member may not group bump with another member, thereby not being able to average their seniority. Members bumping with zero seniority because of rent delinquency or chore/bathroom deficiency will not be able to select doubles, suites, singles or parking spots until full seniority is restored. However, in the case of temporary assignments/transfers a member room and board delinquent, chore or bathroom deficient will not be eligible to transfer to a single, suite/double room or be eligible for a temporary parking spot, until their balance is brought down to $50 balance and/or zero chore/bathroom hours. Any exceptions to the requirements for mid-quarter room transfers will need the authorization of the Executive Director or the Membership Committee. ",
        "tags": [
            "Room Occupancy",
            "Room Bump Procedures",
            "Seniority",
            "Chore Deficiency",
            "ED",
            "MemCom"
        ],
        "id": 74606
    },
    {
        "text": "2. Co-opers who change rooms without the permission of MemCom or the Executive Director will be subject to disciplinary actions.",
        "tags": [
            "Room Occupancy",
            "Room Cheating",
            "MemCom",
            "ED"
        ],
        "id": 84353
    },
    {
        "text": "3. Members are expressly prohibited from doing the following without the approval of MemCom at its official meeting: \n   a. Tenuring a roommate and moving to a different room at anytime during that quarter. \n   b. Tenured to a room and switching to a different room at anytime during that quarter. \n   c. Tenuring a roommate and moving-out at anytime during that quarter. \n",
        "tags": [
            "Room Occupancy",
            "Room Cheating",
            "Tenure"
        ],
        "id": 80181
    },
    {
        "text": "4. Any member/s found in violation of Rules 2 and/or 3 of this section will receive a fine of $100 and automatically loose tenure on both rooms and in addition will be required to Bump with zero seniority at the following quarter’s Bump. ",
        "tags": [
            "Room Occupancy",
            "Room Cheating",
            "Tenure",
            "Fine and Credit Procedure"
        ],
        "id": 40801
    },
    {
        "text": "5. Any member changing rooms (except for the Bump process) without official authorization from the Executive Director or the Membership Committee will lose tenure on their room, and be forced to bump with zero seniority at the next immediate Bump. Such member will also receive a mandatory $100 penalty fee. \n",
        "tags": [
            "Room Occupancy",
            "Room Cheating",
            "ED",
            "MemCom",
            "Tenure"
        ],
        "id": 23749
    },
    {
        "text": "2. Members requiring room accommodations must have their accommodations met and arranged prior to their move-in date if possible. If members are already residing at the co-op when they request their accommodations, then their needs must be met as soon as possible. ",
        "tags": [
            "Room Occupancy",
            "Disability Accommodations"
        ],
        "id": 55908
    },
    {
        "text": "3. Members who develop a disability during their stay at the co-op must have their accommodations met as soon as possible. ",
        "tags": [
            "Room Occupancy",
            "Disability Accommodations"
        ],
        "id": 47895
    },
    {
        "text": "2. Cheating. Any co-oper who obtains, or lends, their parking spot to be used by another will incur the following mandatory punishments and a possible expulsion, if MemCom feels that expulsion is also warranted. Likewise, any co-oper who receives, or uses, such a spot will also incur these punishments. \n   a. A $250 uncooperative fine. \n   b. Loss of room tenure and a complete reduction of all seniority to zero. \n   c. Immediate loss of their parking spot and denial of future parking privileges. \n",
        "tags": [
            "Parking",
            "Parking Rules",
            "MemCom",
            "Expulsion",
            "Fine and Credit Procedure",
            "Tenure",
            "Seniority"
        ],
        "id": 86654
    },
    {
        "text": "3. Unauthorized vehicles, and vehicles not parked in their assigned spaces, may be towed. ",
        "tags": [
            "Parking",
            "Parking Rules"
        ],
        "id": 80545
    },
    {
        "text": "4. The Office will periodically check parking spaces for compliance. ",
        "tags": [
            "Parking",
            "Parking Rules"
        ],
        "id": 39911
    },
    {
        "text": "5 a. Any member with a R&B delinquency of $200 or more will automatically lose their parking privileges unless the outstanding balance is paid down to below $200 within 7 business days from when payment to UCHA was due. Furthermore, the member is restricted from applying for a temporary parking spot until their outstanding debts are paid off to zero. The Tenured spot may be regained during the following quarter’s Bump—that is, the quarter  immediately after the one in which the member has lost their parking privileges, assuming proper fulfillment of all eligibility requirements.\n\n  b. Any member renting a UCHA parking space, with a chore deficiency of more than 8 hours, or fails to pass or perform more than 2  bathroom shifts will be immediately placed on probation, lose parking privileges, and have their seniority reduced to zero. Payment of the fines associated with missed chore and bathroom shifts is not a substitute for the obligation of making up the shift hours.  For the purposes of the following quarter’s Bump, the said member will have until the last day of the current quarter to bring down their deficiencies to no more than 8 chore shift hours and/or 2 bathrooms clean-up shifts, in order to be restored to good standing and be eligible to Bump with full seniority (at the following quarter’s Bump). The Tenured spot, may also be regained during this Bump—that is, the following quarter’s Bump, immediately after the quarter in which the member has lost their parking privileges, assuming proper fulfillment of all eligibility requirements. Members who have violated this rule and have thus lost their parking privileges  may apply for a spot on the parking waitlist upon reducing their chore/bathroom deficiencies to the aforementioned standard necessary to remain in good standing.\n \n c. Any member who does not meet the standards for membership/failed registration check will not be eligible for a parking spot at the UCHA and will lose their parking spot immediately. They will not be eligible for a UCHA parking spot until they pass registration check for full seniority to be restored for the following quarter’s Bump, and be eligible for parking privileges. The Tenured spot may be regained during the following quarter’s Bump—that is, the quarter  immediately after the one in which the member has lost their parking privileges, assuming proper fulfillment of all eligibility requirements.\n",
        "tags": [
            "Parking",
            "Parking Rules",
            "Room and Board",
            "Chore Deficiency",
            "Seniority",
            "Tenure"
        ],
        "id": 15013
    },
    {
        "text": "6. Co-opers wishing to participate in parking bump, or receive a temporary parking spot, must read the UCHA VII.B Parking Rules and sign a statement they have done so. ",
        "tags": [
            "Parking",
            "Parking Rules"
        ],
        "id": 90477
    },
    {
        "text": "2. If you are unable to attend dinner you may sign up for a late dinner prepared by food service staff before dinner begins. As soon as dinner begins the late dinner sign-up sheet will be removed.",
        "tags": [
            "Dining"
        ],
        "id": 82949
    },
    {
        "text": "3. Late dinners are available to those co-opers who have signed up on the late dinner list. Persons who have not reserved a late dinner by signing the list may not eat a late dinner. Violators will be charged the cost of the meal and may be fined (see Appendix). ",
        "tags": [
            "Dining",
            "Fine and Credit Procedure"
        ],
        "id": 25622
    },
    {
        "text": "4. You may not eat a meal and then sign up for that same meal to be taken out of the cafeteria or otherwise take from the premises that same meal. For example: you may not eat dinner and then also request the same late dinner (regardless if you sign up for it). Violation subject to an uncooperative fine (see Appendix). Sandwich materials available at breakfast are intended for people who cannot come back to the cafeteria for lunch. Again, violation subject to an uncooperative fine. ",
        "tags": [
            "Dining",
            "Fine and Credit Procedure"
        ],
        "id": 26001
    },
    {
        "text": "5. Persons in the dining room must be clothed in the manner prescribed by law. Persons in the dining room must wear a minimum of short pants or skirt, T-shirt or blouse, and footwear. Excessively grimy or dirty clothes may not be worn. ",
        "tags": [
            "Dining"
        ],
        "id": 40583
    },
    {
        "text": "6. All co-opers must present the required identification by UCHA before eating a meal in the dining room. ",
        "tags": [
            "Dining"
        ],
        "id": 77168
    },
    {
        "text": "7. Limits on food portions posted by the KC, AKCC, KCC, Cook or other authorized persons must be observed. There is a fine for violation, based on cost (see Appendix). ",
        "tags": [
            "Dining"
        ],
        "id": 82094
    },
    {
        "text": "8. Kitchen and dining room equipment and non-disposable utensils (silverware, cups, plates, trays, bowls etc.) may not be removed from the kitchen or dining room, and violators may be fined (see Appendix). ",
        "tags": [
            "Dining"
        ],
        "id": 21355
    },
    {
        "text": "2. If a host has not received written permission from the Office to have a guest eat a meal without the host, the host may be fined (see Appendix). The guest must present written permission to the Kitchen staff upon request prior to a meal. (BoD 7/16/97) ",
        "tags": [
            "Dining",
            "Meal Guest Privileges"
        ],
        "id": 26195
    },
    {
        "text": "3. The BoD, ED, KCC or Cook may suspend the guest privilege or impose an upper limit on guests at a designated meal in order to prevent abuse of this privilege.",
        "tags": [
            "Dining",
            "Meal Guest Privileges",
            "BoD",
            "ED"
        ],
        "id": 80349
    },
    {
        "text": "4. Any person who has checked out or moved out of UCHA owing money to UCHA may not be a guest for a meal. ",
        "tags": [
            "Dining",
            "Meal Guest Privileges"
        ],
        "id": 44535
    },
    {
        "text": "5. Any non-member violating the guest or meal policy will be subject to a PNG hearing. Any member violating the guest or meal policy will be subject to an expulsion hearing. ",
        "tags": [
            "Dining",
            "Meal Guest Privileges"
        ],
        "id": 79472
    },
    {
        "text": "2a. At least 24 hours advance notice must be given to occupants before room inspections unless an occupant is present and gives permission. However,  if credible evidence of danger to life, or to UCHA property exists, this requirement may be waived by the ED or the Security Crew Chief. The ED or the Security Crew Chief will report any such waivers and the surrounding circumstances at the subsequent Board meeting. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations",
            "ED"
        ],
        "id": 42501
    },
    {
        "text": "3. At least one occupant of each room or more than one inspector must be present during an inspection. However, if the room occupants have failed to respond to the advance 24 hours, ROM is allowed to access and inspect the room. \n\n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 88402
    },
    {
        "text": "4.  The ROM crew may issue uncooperative fines in range from $ 35 to $200 [For fines above $100 dollars ED approval is required] pertaining to improper maintenance of a reasonable standard of cleanliness and upkeep. This includes possession of dangerous appliances, fire hazards, health hazards or other rule violations. The facilities manager, with the approval from the ED, may issue fines equivalent to  the value of property damaged and labor cost. These fines may exceed $200 dollars depending on the severity.\n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations",
            "Fine and Credit Procedure",
            "ED"
        ],
        "id": 22233
    },
    {
        "text": "5. Hot plates or any other appliances containing heating elements are prohibited because of UCHA insurance liabilities. Non-compliance shall result in an uncooperative fine. Cooking of food in the cafeteria is permissible with a manager’s approval.",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 49948
    },
    {
        "text": "6. All occupants of a room are equally responsible for the condition of that room.",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 39659
    },
    {
        "text": "7. Any discrepancies in number or type of room furnishings upon checkout or room change are the responsibility of the room occupants, who will be charged accordingly. ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 50034
    },
    {
        "text": "8. Except in the case of emergencies, no one may enter a room without the permission of the occupants or 24 hours advance notice provided to occupants . However, exceptions may be made by the front office/ROM  in cases where a vacancy exists, and there is a need to inspect the room for the benefit of the incoming new member, 48 hours before their check-in date. \n\n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations",
            "UCHA Committees"
        ],
        "id": 96384
    },
    {
        "text": "9. No one may move furniture from one room to another without permission from the ED or maintenance manager. Persons who violate this rule shall be charged a fee of up to $100.00 and shall return the furniture that has been moved or shall incur the cost of obtaining outside help. (BoD 09/07/00) ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations",
            "ED"
        ],
        "id": 60490
    },
    {
        "text": "10. A co-oper may hold a meeting of a religious or political group in their room only with the unanimous consent of their assigned roommates. ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 75734
    },
    {
        "text": "11. Occupants of a room shall be responsible for leaving proportional space available for current and potential roommates. Failure to do so may result in a fine (see Appendix). (BoD 3/18/98) ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations"
        ],
        "id": 89525
    },
    {
        "text": "12. All common areas, bathrooms, residence hallways, closets, and the HHH atrium shall be designated non-smoking areas. Failure to comply will result in an uncooperative fine and/or expulsion hearing. (BoD 5/10/01) ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 60077
    },
    {
        "text": "13. Usage of Air-conditioning units requires registration of the unit with the UCHA. Members may request authorization to utilize portable, non-window hanging air conditioning unit in their rooms. The facilities manager may approve the installation of window-mounted units on ground-level windows (such as a window facing a balcony). If approved by the office/facilities department, the registered owner of the unit will be required to pay a monthly fee of $50 to the UCHA. This fee will be levied between the months of April through October of each year, when anticipated usage will be highest. Members will also be required to make an additional payment of $50 for the installation or removal of the unit, should the installation require modifications to a window, which will be made by facilities only. To receive approval the air conditioning unit must be at or less than 10,000 BTU per hour/equivalent. No units requiring higher BTU will be approved. Any member installing an unauthorized air conditioning unit will receive a $100 penalty and summoned for an expulsion hearing. If a room is found to have an unregistered unit, members will be back-charged monthly payments from the beginning of the charging period (April). ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Regulations",
            "Expulsion"
        ],
        "id": 77974
    },
    {
        "text": "2. A co-oper may have a guest sleep overnight for up to three nights per calendar month without charge provided that they have received the unanimous permission of their assigned roommates to do so and registered their guests with the front office. \n   a. A room guest staying in this manner does not have meal privileges except as a meal guest. \n   b. If a room guest stays for more than three nights the host may be fined up to $100, may be expelled, and will be charged for each night the guest stays after the third (see Appendix). \n   c. No person may be a room guest at UCHA for more than three nights per calendar month regardless of how many different hosts they may have. \n   d. No prospective resident may reside as a guest of the UCHA during the 7 days immediately preceding check-in\n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Guests",
            "Meal Guest Privileges",
            "Expulsion",
            "Fine and Credit Procedure"
        ],
        "id": 18951
    },
    {
        "text": "3. Hosts will remain with their guests during their stay at UCHA and will be responsible for their conduct. All unaccompanied non-members will be required to produce a valid ID (school/government), if/when requested by the Security Crew, Crew Chiefs and/or UCHA employees. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Room Guests"
        ],
        "id": 40614
    },
    {
        "text": "4. All guests must obey all rules covering the conduct of co-opers. Persons who have violated the rules of the Co-op may not be admitted as guests in the future. Any guest violating the rules of the Co-op will be required to leave immediately at the discretion of the ED. The host may appeal to MemCom, however, the decision of the ED is valid until the time MemCom makes a decision on the case. (BoD 09/07/00) ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Guests",
            "ED",
            "MemCom"
        ],
        "id": 78922
    },
    {
        "text": "5. Hosts of guests may be fined for any fineable offenses committed by their guests.",
        "tags": [
            "Room and Facilities Regulations",
            "Room Guests",
            "Fine and Credit Procedure"
        ],
        "id": 43153
    },
    {
        "text": "6. A member may not be a guest for a period of up to 30 days after officially checking out of UCHA. ",
        "tags": [
            "Room and Facilities Regulations",
            "Room Guests"
        ],
        "id": 27957
    },
    {
        "text": "2. No smoking will be permitted in the kitchen and dining room areas. The BoD will designate other smoking/non-smoking areas. ",
        "tags": [
            "Room and Facilities Regulations",
            "Dining",
            "BoD",
            "Smoking"
        ],
        "id": 24448
    },
    {
        "text": "3. Members are permitted to take cutlery, dishes or cups from the cafeteria with the following conditions:\n   a. All cutlery, dishes, and cups are returned promptly to the racks in the cafeteria. Hoarding or improper disposal of these items is prohibited and may result in fines. \n   b. All cutlery, dishes, and cups are cleaned only in the dishwashing sink in the cafeteria and/or in the dishwashing machine in the kitchen. Dishwashing in bathrooms is prohibited and may result in fines.\n",
        "tags": [
            "Room and Facilities Regulations",
            "Dining",
            "Fine and Credit Procedure"
        ],
        "id": 78668
    },
    {
        "text": "2. Common rooms include but are not limited to: study rooms, TV rooms, and computer room. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Common Areas and Common Rooms"
        ],
        "id": 10070
    },
    {
        "text": "3. Priority use of common areas is given to House, BoD or MemCom meetings or other official UCHA sponsored activities. ",
        "tags": [
            "Room and Facilities Regulations",
            "Common Areas and Common Rooms",
            "BoD",
            "MemCom"
        ],
        "id": 46195
    },
    {
        "text": "4. Priority use of common rooms (other than those defined in IX.D.3) is given for the designated purpose of the rooms. That is: \n   a. Computer room (Rm 623) prioritizes using computers or printing. \n   b. TV room 700 prioritizes using the TV. \n   c. TV room 723 prioritizes leisure activities, including but not limited to painting, origami, card/board games, and using the TV. \n   d. Study rooms prioritizes studying. \n   e. The Executive Director may at their discretion temporarily convert study rooms for other purposes (e.g., living spaces, offices, storage). Such conversions must be reviewed and approved at the next regularly scheduled BoD meeting, where the Executive Director shall report to the BoD on the rationale, purpose, and duration of said conversions. The BoD may, by a majority vote at a regular open meeting, temporarily or permanently convert or redesignate the study rooms in HHH for other purposes. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Common Areas and Common Rooms",
            "ED",
            "BoD"
        ],
        "id": 83094
    },
    {
        "text": "5. UCHA newspapers and periodicals may not be removed from the HHH common room and dining room areas. Violators may be fined (see Appendix). ",
        "tags": [
            "Room and Facilities Regulations",
            "Common Areas and Common Rooms",
            "Fine and Credit Procedure"
        ],
        "id": 20860
    },
    {
        "text": "2. UCHA facilities, limited to the Robison backyard, A-Wing lounge, triple H patio, lobby, atrium, and the OK room, may be used for private purposes, including parties and events, provided that: \n   a. Approval is obtained at least 72 hours in advance from the Membership Committee. Under exceptional circumstances the time requirement may be reduced at the discretion of the Membership Committee. \n   b. The name of the UCHA is not used unless the event is an official UCHA sponsored activity. (BoD 3/10/97) \n   c. The facility used is left remaining in good condition. (BoD 3/10/97) \n   d. There is no undue interference with house or co-oper activities. (BoD 3/10/97) \n   e. Members must sign a liability form saying that they hold UCHA free of liability and accept liability for any damages occurred during the duration of their even or party. \n   f. Any member who holds a party/event shall be required to deposit $50 in cash with the membership committee prior to the event. The money will be returned if there are no infractions of the Rules and the party venue is appropriately cleaned after the event. This includes keys being returned, bathrooms, and the general area being clean, and quiet hours being observed. \n   g. UCHA premises may not be used for large events or activities of more than 40 people that contain a majority non-members. Any exceptions must be authorized by the membership committee. In such cases a mandatory deposit of $250 will be required. \n   h. Sponsors of events are responsible for making sure that all bathrooms around the area that the event occurred will be cleaned no later than 2pm the following day. Failure to do so will result in a $25 fine per bathroom. \n   i. Sponsors will take charge of any unruly situation. They will be informed that UCHA will not be held liable for any accidents that occur during their event. Sponsors will be told that they will be held liable for any and all damages incurred to UCHA as a result of their event. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Facilities",
            "MemCom"
        ],
        "id": 88718
    },
    {
        "text": "3. Persons attempting to use UCHA facilities for parties without permission or advance ED approval may be required to leave immediately. (BoD 9/9/96) ",
        "tags": [
            "Room and Facilities Regulations",
            "Facilities",
            "ED"
        ],
        "id": 78337
    },
    {
        "text": "4. UCHA-owned tools, equipment or other supplies must be used on UCHA premises only. Permission to use such items must be obtained from the official or employee responsible for such tools, equipment or supplies. ",
        "tags": [
            "Room and Facilities Regulations",
            "Facilities"
        ],
        "id": 46559
    },
    {
        "text": "5. Any co-oper using UCHA-owned tools or equipment is responsible for their loss or breakage.",
        "tags": [
            "Room and Facilities Regulations",
            "Facilities"
        ],
        "id": 20708
    },
    {
        "text": "6. UCHA premises may not be used for fundraising or similar activity by any member or non-member. Any member found to be in violation of such will be summoned for an expulsion hearing. ",
        "tags": [
            "Room and Facilities Regulations",
            "Facilities"
        ],
        "id": 84902
    },
    {
        "text": "2. Persons smoking in those prohibited areas will be subject to a mandatory fine as per appendix B. ",
        "tags": [
            "Room and Facilities Regulations",
            "Smoking",
            "Fine and Credit Procedure"
        ],
        "id": 47059
    },
    {
        "text": "3. Persons who do not properly dispose of their cigarette butts will be subject to a minimum mandatory fine as per appendix B and must be summoned to MemCom for an expulsion hearing. This is a dangerous fire hazard and should be treated as such. ",
        "tags": [
            "Room and Facilities Regulations",
            "Smoking",
            "MemCom",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 85123
    },
    {
        "text": "4. Smoking on the HHH patio will not be permitted. Any member found violating this rule is subject to a $35 uncooperative fine (Passed by majority membership/House vote – Fall 2013). ",
        "tags": [
            "Room and Facilities Regulations",
            "Smoking",
            "Fine and Credit Procedure"
        ],
        "id": 32520
    },
    {
        "text": "1. Posting or distributing flyers and notices is regulated by the communications policy. (See Guidelines) (BoD 12/5/00) \n   a. In the interest of constructive discussion that requires honesty, sincerity, and openness, co-opers must take responsibility for their own words. Anonymous postings will not be respected and will be taken down. \n   b. Libel is considered uncooperative behavior and will be fined. In serious cases, the offender may be expelled. \n   c. The BoD, MemCom, and the ED reserve the right to remove any postings from the Co-op, at their discretion. \n",
        "tags": [
            "General Regulations",
            "Notices",
            "BoD",
            "MemCom",
            "ED"
        ],
        "id": 82274
    },
    {
        "text": "2. An adequate official notice/summons shall be defined as a notice posted or delivered 48 hours in advance excluding the weekend defined as running from 5:00 p.m. Friday until 5:00 p.m. Sunday, legal holidays and inter-sessions. Co-opers are responsible for reading all notices on the official bulletin boards after posting and all official notices delivered to their message boxes or rooms. ",
        "tags": [
            "General Regulations",
            "Notices"
        ],
        "id": 99977
    },
    {
        "text": "3. Co-opers desiring to host a party with more than 15 participants on UCHA premises are required to complete the official Party Approval Form available at the Executive Director’s office. Co-opers who fail to submit the form, will be subject to a maximum fine of $100.00 and or expulsion. ",
        "tags": [
            "General Regulations",
            "Notices",
            "ED",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 89166
    },
    {
        "text": "4. Parties will only be open to co-opers and their guests; parties will not be advertised to the community at large. Any exceptions must be approved by the Executive Director. 5. Usage of the internal mailing system to send communications to the membership is limited to the ED, Department Heads, and Crew Chiefs, or a designated individual appointed by the aforementioned. Content of the communication must be pursuant to the scope of the department or crew’s immediate duties. ",
        "tags": [
            "General Regulations",
            "Notices",
            "ED"
        ],
        "id": 55100
    },
    {
        "text": "1. Forty-eight hours notice is required for any mandatory house meeting. This shall be posted on the official bulletin board. Any member who does not attend or does not give MemCom 24 hours notification of a reasonable excuse why they cannot attend is subject to a fine (see Appendix). \n",
        "tags": [
            "General Regulations",
            "House Meetings",
            "MemCom",
            "Fine and Credit Procedure"
        ],
        "id": 27184
    },
    {
        "text": "1. Quiet hours are times set aside during which loud or irritating noise, including that from electronic or stereo equipment or musical instruments, is restricted in order to allow for study and sleep. The noise policy of the UCHA is intended to facilitate an academic environment. ",
        "tags": [
            "General Regulations",
            "Quiet Hours"
        ],
        "id": 53362
    },
    {
        "text": "2. Quiet hours are set by the BoD and shall be posted conspicuously. \n   a. Quiet hours are in effect from: \n      i. Sunday 11:00 p.m. to Monday 10:00 a.m. \n      ii. Monday 11:00 p.m. to Tuesday 10:00 a.m. \n      ii. Tuesday 11:00 p.m. to Wednesday 10:00 a.m. \n      iv. Wednesday 11:00 p.m. to Thursday 10:00 a.m. \n      v. Thursday 11:00 p.m. to Friday 10:00 a.m. \n      vi. Saturday 2:00 a.m. to Saturday 10:00 a.m. \n      vii. Sunday 2:00 a.m. to Sunday 10:00 a.m. \n   b. Quiet hours must be observed all day (24 hours) during 10th week and Finals week of the UCLA academic calendar. \n   c. Exceptions may be made for official UCHA business and operations. \n",
        "tags": [
            "General Regulations",
            "Quiet Hours"
        ],
        "id": 28975
    },
    {
        "text": "3. While the official quiet hours policy is as stated above, coopers are required to be respectful of other members and neighbors. \n   a. Unnecessarily loud or irritating noise is not permitted at any time. \n   b. Any noise deemed offensive to another member/neighbor would need to be curtailed immediately should an official complaint be made/received. \n",
        "tags": [
            "General Regulations",
            "Quiet Hours"
        ],
        "id": 83381
    },
    {
        "text": "4. UCHA discourages the consumption of alcoholic beverages during quiet hours and alcohol (consumption) can be prohibited in all public spaces and common areas during quiet hours. ",
        "tags": [
            "General Regulations",
            "Quiet Hours"
        ],
        "id": 62411
    },
    {
        "text": "5. Enforcement: \n   a. Any officer of the BoD, MemCom, Security Crew on duty or the Executive Director can disperse any individual/group/groups in violation of quiet hours in common areas of UCHA. \n   b. Such a prohibition and/or dispersion is valid until the end of quiet hours for that day/night,and cannot be overturned. \n   c. Non-compliance will be deemed as uncooperative behavior, and will be grounds for issuing an uncooperative fine. Repeated non-compliance will be considered gross uncooperative behavior, and will result in a mandatory expulsion hearing. The disruptive member violating quiet hours may be fined up to $100.00. \n",
        "tags": [
            "General Regulations",
            "Quiet Hours",
            "BoD",
            "MemCom",
            "ED"
        ],
        "id": 52573
    },
    {
        "text": "6. Common areas are defined in IX.D.1. ",
        "tags": [
            "General Regulations",
            "Quiet Hours"
        ],
        "id": 27326
    },
    {
        "text": "1. Animals or pets of any type are not permitted on UCHA premises, except for Fish. Any exceptions to the above would require the express approval of the BoD or the Executive Director. Violators shall pay the cost for removal of the pet and any/all damage that may have been caused by the pet. ",
        "tags": [
            "General Regulations",
            "Pets",
            "BoD",
            "ED"
        ],
        "id": 66166
    },
    {
        "text": "2. A fine may be given for leaving food or water on UCHA premises for stray animals (see Appendix). ",
        "tags": [
            "General Regulations",
            "Pets",
            "Fine and Credit Procedure"
        ],
        "id": 44497
    },
    {
        "text": "3. Members seeking approval to have service an animal or emotional support animal in the room/UCHA, would need to submit the official application (available for this purpose on the official UCHA website) to the Executive Director for approval, at least 10 business days prior to arriving with the said animal. ",
        "tags": [
            "General Regulations",
            "Pets",
            "ED"
        ],
        "id": 72083
    },
    {
        "text": "1. Definition \n   a. Uncooperative behavior is any act or action caused by a member and sufficient enough to be deemed counter to the spirit and interest of the organization. \n   b. Such action must be considered egregious and cause feelings of hurt, shame or grief to another member or staff; or violation or disregard of a UCHA Rule or Policy or willful obstruction of its implementation. \n   c. Penalty for such may result in a fine of up to $35 (or as permitted by the rules of the Association) for each occurrence or infraction of the Rule or Policy, and in extreme cases such a member may be scheduled for an expulsion hearing (Passed by BoD 2/9/06 and approved with a majority vote by the House on 3/9/06). \n",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 75910
    },
    {
        "text": "2. Gross Uncooperative Behavior \n   a. The following acts are defined as gross uncooperative behavior: \n      i. Fighting, except that used to defend oneself against physical attack (BoD 6/3/98). \n      ii. Detonation of explosives, firecrackers or any incendiary device. \n      iii. Use of any type of firearm or projectile launching device. \n      iv. Throwing of objects from roofs, balconies, windows or other places that may cause injury or damage. (BoD 2/18/98) \n      v. Tampering with windows, fire alarms, or window safety devices, security devices, or any other UCHA property. \n      vi. Vandalism or destruction of property. \n      vii. Causing any obvious safety hazard to exist. \n      viii. Theft of UCHA property, the property of co-opers or of staff. \n      ix. Improper or fraudulent use of keys issued by UCHA. \n      x. Permitting any PNG to be present on UCHA premises. \n      xi. Physically endangering the life or limb of another human being on UCHA premises \n      in any way at any time. \n      xii. Excessively disruptive/unruly behavior regardless of substance or alcohol use/abuse. \n      xiii. Illegal or fraudulent use of internet facilities provided by the UCHA. \n   b. All of the above will result in expulsion from UCHA except in cases with extraordinary mitigating circumstances. The Membership Committee must explain these circumstances in their minutes in all such cases. Fines may be given as an additional punishment (See Appendix). \n",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "Expulsion",
            "MemCom"
        ],
        "id": 72624
    },
    {
        "text": "3. Any use of violence, except that used to defend oneself from physical attack by another person, shall constitute automatic expulsion from UCHA as well as a $100.00 fine. \n    a. Such expulsion shall occur, at the latest, by the beginning of the next UCLA intercession and may occur as soon as is allowable by state, county, or city law. Any member(s) being expelled for such actions is/are entitled to a formal hearing at a meeting of the Membership Committee prior to actual expulsion. Violence shall be defined as hitting, punching, slapping, kicking, hair pulling, or forceful shoving that causes a person to lose his or her balance. (BoD 2/21/95) \n",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "Fine and Credit Procedure",
            "Expulsion",
            "MemCom"
        ],
        "id": 78906
    },
    {
        "text": "4. Possession of firearms or ammunition at UCHA is strictly forbidden. However, the BoD may grant exceptions for extraordinary case such as participation in sport activities requiring the ownership of firearms. ",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "BoD"
        ],
        "id": 77295
    },
    {
        "text": "5. A co-oper may be fined or expelled for the violation of any rule, even though no specific penalty is mentioned. However, no single punitive fine shall exceed a maximum limit as specified in the Appendix or Rules. \n",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 69540
    },
    {
        "text": "6. Possession of illegal substances on UCHA property is gross uncooperative behavior. Members found to be in violation of this policy shall be subjected to an expulsion hearing. \n",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "Expulsion"
        ],
        "id": 66650
    },
    {
        "text": "7. Disrespect to any official (officials are herewith defined as members of the BoD, MemCom or Crew Chiefs or Staff i.e., Employees) of the UCHA will not be tolerated. Any member engaging in such will receive a fine of up to $100 and/or be subject to expulsion (or PNG’d in the case of non-members). \n   a. Disrespectful behavior verbal or written is defined as but not limited to: The use of racial, sexual or politically incorrect/insensitive slurs or name calling, physical or verbal threats, insults, and gestures, or actions that cause one to feel or appear humiliated or degraded. \n",
        "tags": [
            "General Regulations",
            "Uncooperative Behavior",
            "BoD",
            "MemCom",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 36021
    },
    {
        "text": "1. Negligence is defined as destruction of property (personal or UCHA) or harm or potential harm to others caused by willful disregard of commonsense safety precautions. Any member found to be negligent (as defined above) will be subject to a $100 fine and may be summoned for an expulsion hearing by the Membership Committee. ",
        "tags": [
            "General Regulations",
            "Negligence",
            "Fine and Credit Procedure",
            "Expulsion",
            "MemCom"
        ],
        "id": 66083
    },
    {
        "text": "1. Any co-oper who believes that a violation of cooperative living ideals has taken place can file a complaint with UCHA. Complaints shall be heard by the BoD, who will determine the actions to correct the complaints. ",
        "tags": [
            "General Regulations",
            "Complaint Procedure",
            "BoD"
        ],
        "id": 27159
    },
    {
        "text": "1. All work produced or modified for the UCHA (including, but not limited to: written documents, computer programs, drawings, designs, and systems) while serving the Co-op, shall be the property of the University Cooperative Housing Association (UCHA), and UCHA shall retain all rights. ",
        "tags": [
            "General Regulations",
            "Intellectual Property"
        ],
        "id": 91505
    },
    {
        "text": "1. Bicycles and Motorcycles not parked in designated parking areas may be confiscated. A note will be attached to the cycle informing the owner of this rule. If the cycle is not moved after a week Maintenance may remove it. ",
        "tags": [
            "General Regulations",
            "Miscellaneous"
        ],
        "id": 71807
    },
    {
        "text": "2. UCHA will not sponsor the purchase of alcohol at any time (BoD 11/05/03-amended BoD 12/03/03). ",
        "tags": [
            "General Regulations",
            "Miscellaneous"
        ],
        "id": 83547
    },
    {
        "text": "3. Skating, in-line skating, skateboarding, bicycling on UCHA premises is strictly forbidden. Any member found violating this policy will be levied a $100 fine. ",
        "tags": [
            "General Regulations",
            "Miscellaneous",
            "Fine and Credit Procedure"
        ],
        "id": 93005
    },
    {
        "text": "4. Any member failing the quarterly registration check will immediately lose their parking privilege, not be eligible to run for elected office, and be subject to expulsion. Also, should the said member move out and seek re-admission to the UCHA, the said member will not be eligible for re-admission if they incur 3 or more fines for registration check failure/s. ",
        "tags": [
            "General Regulations",
            "Miscellaneous"
        ],
        "id": 40113
    },
    {
        "text": "5. All Co-op Surveillance equipment and footage is the sole property of the UCHA. Any person other than on duty security crew members, the security crew chief, the Membership Committee, Board of Directors, and the ED wishing to view any footage must receive prior approval of either the security crew chief, the BoD (by majority vote), the Membership Committee (by majority vote), or the ED. Furthermore, Any person other than the security crew chief, Membership Committee, Board of Directors, and the ED wishing to obtain a copy of any footage, must receive prior approval of either the security crew chief, the BoD (by majority vote), the Membership committee (by majority vote), or the ED. All footage requests that are fulfilled, regardless of whether the request is to view and/or obtain security footage, will be tracked by the security crew chief, detailing the person requesting the footage, the time and date at which the request was fulfilled, the purpose for the request, the authority which has endorsed the request (i.e. security crew chief, BoD, MemCom, ED), and the time, date, and location of the footage.” Upon request, these records must be made available to the BoD, MemCom, or the ED. In the case that the person requesting the footage wishes to distribute the footage, they must obtain the endorsement of two of the above four authorities listed above. Unauthorized access by any member will result in an uncooperative fine and summons for membership expulsion. Inadequate records keeping of footage fulfillments by the security crew chief may result in their removal from the position. \n",
        "tags": [
            "General Regulations",
            "Miscellaneous",
            "MemCom",
            "BoD",
            "ED"
        ],
        "id": 14600
    },
    {
        "text": "1. Members requiring disability accommodations of any kind for choreshifts can do so by providing doctor or school verification to AMO that states certain accommodations are necessary for their stay at the co-op.",
        "tags": [
            "General Regulations",
            "Disability Accommodations Verification"
        ],
        "id": 68025
    },
    {
        "text": "2. Members requiring disability accommodations of any kind for room selection can do so by providing doctor or school verification to Mem-Com that states certain accommodations are necessary for their stay at the co-op. ",
        "tags": [
            "General Regulations",
            "Disability Accommodations Verification",
            "MemCom"
        ],
        "id": 60098
    },
    {
        "text": "1. Persons other than co-opers or staff of UCHA are defined as outsiders and shall not be permitted on UCHA premises without a host. Members are also advised to refrain from releasing personal information of other members to non-members without their written or verbal consent. Callous disregard of a member's right to privacy will be subject to an uncooperative fine. ",
        "tags": [
            "Security",
            "Outsiders",
            "Fine and Credit Procedure"
        ],
        "id": 62684
    },
    {
        "text": "2. Members of the staff, Security Crew on duty, Senior Member Leaders (SML), MemCom or the BoD may at any time require any outsider to immediately leave UCHA premises for any reasonable cause. If necessary, they may summon police assistance and cause arrest. ",
        "tags": [
            "Security",
            "Outsiders",
            "MemCom",
            "BoD"
        ],
        "id": 38212
    },
    {
        "text": "3. If at any time police are called to resolve a problem with outsiders, the person(s) responsible for summoning police help shall make a brief written report of the incident to the President of the BoD. This report shall be reviewed at the following BoD meeting. ",
        "tags": [
            "Security",
            "Outsiders",
            "BoD"
        ],
        "id": 53283
    },
    {
        "text": "1. Any person exhibiting disruptive behavior to UCHA, its staff or co-opers may be considered for PNG status. A person/persons declared PNG is/are prohibited from being present on UCHA premises at all times. The Board may however, at its discretion, specify terms and conditions such as time and/or location.",
        "tags": [
            "Security",
            "PNG",
            "BoD"
        ],
        "id": 56244
    },
    {
        "text": "2. Any co-oper allowing the presence of a PNG on UCHA premises is subject to an uncooperative fine and a mandatory expulsion hearing (See Appendix). ",
        "tags": [
            "Security",
            "PNG",
            "Fine and Credit Procedure",
            "Expulsion"
        ],
        "id": 94210
    },
    {
        "text": "1. Elections, except those where a majority of the MemCom is running for office, are under the exclusive jurisdiction of MemCom. MemCom members not running for election will serve as the election officers of that election.",
        "tags": [
            "Elections",
            "Jurisdiction",
            "MemCom"
        ],
        "id": 72712
    },
    {
        "text": "2. If a majority of MemCom is running for office, the remaining MemCom members and Board directors who are not running for office will serve as the election officers of that election",
        "tags": [
            "Elections",
            "Jurisdiction",
            "MemCom",
            "BoD"
        ],
        "id": 64491
    },
    {
        "text": "3. Election officers are charged with organizing the election per the regulations set out in the by-laws and rules. Election officers may not be registration deficient. ",
        "tags": [
            "Elections",
            "Jurisdiction"
        ],
        "id": 11255
    },
    {
        "text": "4. A majority of election officers may appoint additional members who are not running for office to serve as election officers. A list of all election officers should be kept accessible and updated throughout the election process. ",
        "tags": [
            "Elections",
            "Jurisdiction"
        ],
        "id": 64687
    },
    {
        "text": "1. General elections are held on Tuesday and Wednesday of the seventh, eighth, or ninth week of each regular quarter. ",
        "tags": [
            "Elections",
            "Calling of Elections"
        ],
        "id": 69798
    },
    {
        "text": "2. Elections may not be held during Registration or Final Examination weeks. ",
        "tags": [
            "Elections",
            "Calling of Elections"
        ],
        "id": 97709
    },
    {
        "text": "3. Elections may not be held on legal holidays.",
        "tags": [
            "Elections",
            "Calling of Elections"
        ],
        "id": 43269
    },
    {
        "text": "4. MemCom, when so ordered by the BoD, holds referenda and special elections. Elections may not be held during the summer quarter nor during any break between regular academic quarters. ",
        "tags": [
            "Elections",
            "Calling of Elections",
            "MemCom",
            "BoD"
        ],
        "id": 65360
    },
    {
        "text": "5. Initiatives, recalls, and referenda are held within seven days after the BoD President receives a petition signed by at least 20% of the membership. Persons signing the petition must be UCHA members who are not registration deficient. ",
        "tags": [
            "Elections",
            "Calling of Elections",
            "BoD"
        ],
        "id": 96652
    },
    {
        "text": "6. Runoff elections, when needed, are held on the Tuesday, Wednesday or Thursday immediately following the balloting that results in no victor. ",
        "tags": [
            "Elections",
            "Calling of Elections"
        ],
        "id": 79349
    },
    {
        "text": "7. MemCom must officially notify the membership of an election at least 7 days prior to balloting.",
        "tags": [
            "Elections",
            "Calling of Elections",
            "MemCom"
        ],
        "id": 30576
    },
    {
        "text": "8. Members’ R&B and/or chore deficiencies shall be posted 10 days before the first day of polling. ",
        "tags": [
            "Elections",
            "Calling of Elections"
        ],
        "id": 54975
    },
    {
        "text": "9. For the purpose of elections, R&B delinquency shall be defined as owing $100 or more. ",
        "tags": [
            "Elections",
            "Calling of Elections",
            "Fine and Credit Procedure"
        ],
        "id": 70523
    },
    {
        "text": "1. Candidates must turn in an official Candidate Statement to MemCom, including a petition signed by at least ten members eligible to vote and sufficient proof of full-time student status no later than 7:00pm of the Saturday prior to polling in order to be listed on the ballot. MemCom shall post a list of candidates prior to voting time. Space shall be provided on the ballot for write-in candidates. Votes for write-in candidates shall be considered valid and shall count toward election of those candidates, unless the write-in candidate is not a UCHA member or is R&B/rent, chore, bathroom, or registration deficient.",
        "tags": [
            "Elections",
            "Nominations",
            "MemCom"
        ],
        "id": 79574
    },
    {
        "text": "2. Candidates must be UCHA members who fulfill the Academic status requirement as defined in II.A of the UCHA Rulebook, except when an exception to the aforementioned rules is obtained from the Board of Directors prior to the election. Candidates may not be R&B/rent, chore, bathroom, or registration deficient. Members on Grace quarters are not eligible to run for MemCom or BoD positions. ",
        "tags": [
            "Elections",
            "Nominations",
            "Grace Quarter",
            "MemCom",
            "BoD"
        ],
        "id": 44276
    },
    {
        "text": "3. No member may run for more than one office in any given election. ",
        "tags": [
            "Elections",
            "Nominations"
        ],
        "id": 88834
    },
    {
        "text": "4. Within seven days prior to the general election, a house meeting will be held. Each candidate will be introduced, be allowed to make a brief statement and answer questions from the membership. ",
        "tags": [
            "Elections",
            "Nominations"
        ],
        "id": 67982
    },
    {
        "text": "5. Any elected official either on the BoD or MemCom is required to attend an orientation meeting to be held by the pertinent body upon their election. Upon adjournment of the meeting, the presiding officer shall certify, in writing, that they (the newly elected member) were in attendance for the length of the meeting. Incoming BoD members shall be required to read and sign the Board of Directors Code of Conduct. This is to ensure that any incoming members who may be elected to such positions will be aware of the nature of the responsibilities their new positions may carry. (BoD 5/22/18). ",
        "tags": [
            "Elections",
            "Nominations",
            "BoD",
            "MemCom"
        ],
        "id": 29678
    },
    {
        "text": "",
        "tags": [
            "Elections",
            "Nominations",
            "BoD",
            "Entrance and Departure"
        ],
        "id": 22358
    },
    {
        "text": "",
        "tags": [
            "Elections",
            "Nominations",
            "MemCom"
        ],
        "id": 94935
    },
    {
        "text": "6. Any candidate holding a seat on either elected body (i.e., the Board or MemCom) who is running for a seat on the alternate body (i.e., the Board or MemCom) must vacate their seat in order to be eligible to run. Such a vacancy must then be filled by election the same quarter the seat was deemed vacant. The aforementioned candidates must turn in their candidate statements by 7:00 pm on the Thursday prior to polling in order to run in the election. ",
        "tags": [
            "Elections",
            "Nominations",
            "BoD",
            "MemCom",
            "Membership Status"
        ],
        "id": 77571
    },
    {
        "text": "1.  Polling will be under the direction of election officers as defined in Rules XII.A. ",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 64124
    },
    {
        "text": "2.  Candidates will be listed on the ballot in alphabetical order. ",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 73466
    },
    {
        "text": "4. Ballots will be distributed to every member and their names will be recorded as they vote. ",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 94621
    },
    {
        "text": "5. Absentee voters must obtain an absentee ballot from MemCom or the office. ",
        "tags": [
            "Elections",
            "Polling",
            "MemCom",
            "Jurisdiction",
            "Entrance and Departure",
            "Counting the Ballots"
        ],
        "id": 26885
    },
    {
        "text": "6. The polls will be open at a minimum from 7:00 a.m. to 9:30 a.m. during breakfast and 5:00 p.m. to 7:00 p.m. during dinner and at maximum from 00:01 a.m to 23:59 p.m. on polling days. ",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 97128
    },
    {
        "text": "7. All members except those who are registration deficient may vote. Members granted exceptions to Academic status requirement, as defined in II.A. of the UCHA Rulebook, may vote if the exceptions were granted prior to the start of polling. \n",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 80887
    },
    {
        "text": "8. No electioneering or campaigning will be allowed in the general polling area. The general polling area shall be defined by the election officers and official notice shall be given to the membership prior to voting. Candidates who violate this rule are subject to disqualification by the election officers. UCHA will reproduce each candidate’s candidate pitch to be posted in a campaign display in the polling area, to be maintained by the election officers. \n",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 33404
    },
    {
        "text": "1. After the polls close, ballots will be counted immediately by at least three election officers. ",
        "tags": [
            "Elections",
            "Counting the Ballots"
        ],
        "id": 68452
    },
    {
        "text": "2. The position(s) will be filled (in order of decreasing term length) in decreasing order of votes received. If a tie exists, a run-off election must be held to determine term limits or fill the vacancy/vacancies. In cases where the number of votes polled between two candidates, that would determine the term limits or election of a candidate/s, is 5 or fewer votes, a recount must be conducted that same evening to confirm the term/winner.",
        "tags": [
            "Elections",
            "Counting the Ballots"
        ],
        "id": 37766
    },
    {
        "text": "4. Term limits are to be tabulated so that 2 one-year terms begin with the Fall Quarter, 3 one-year terms begin with the Winter Quarter, and 2 one-year terms begin with the Spring Quarter. A one-year term shall be defined as consisting of three regular quarters. Those elected in the general election of a given quarter will begin their terms in the following regular quarter so that those elected at the end of the Spring Quarter will begin their terms at the beginning of the following Fall Quarter. Serving during Summer does not count towards an elected member’s term limit. ",
        "tags": [
            "Elections",
            "Counting the Ballots"
        ],
        "id": 25082
    },
    {
        "text": "5. Term limits should be tabulated from the longest to the shortest, so that the longest terms are filled in first, then shorter terms, and so on. This way, if not enough candidates are elected to fill the vacancies of a given body in an election, the one-year terms will be filled in first.",
        "tags": [
            "Elections",
            "Counting the Ballots"
        ],
        "id": 13823
    },
    {
        "text": "3. At least two copies of the election results with lengths of terms of those elected indicated would be signed by those who counted the ballots. One copy will be posted on the official bulletin board; the Secretary of the BoD will place the other in the official minutes. In addition to the election results posted on the official bulletin board, MemCom shall post the duration of the terms of those BoD and MemCom members who did not need to participate in the election. The terms shall be posted on the official bulletin board within two days of the final balloting and shall remain posted until after the next election. ",
        "tags": [
            "Elections",
            "Counting the Ballots",
            "BoD",
            "MemCom",
            "Room Bump Procedures",
            "Room and Board"
        ],
        "id": 42247
    },
    {
        "text": "4. MemCom's Vice-Chair will report on the results at the BoD meeting immediately following the elections. ",
        "tags": [
            "Elections",
            "Counting the Ballots",
            "MemCom",
            "BoD"
        ],
        "id": 61376
    },
    {
        "text": "3. To be deemed elected, a member running for BoD or MemCom must poll at least 20% of the total votes cast in that election. ",
        "tags": [
            "Elections",
            "Counting the Ballots",
            "BoD",
            "MemCom"
        ],
        "id": 69594
    },
    {
        "text": "1. Official UCHA Ballots, or balloting software approved by election officers, must be used for all elections. ",
        "tags": [
            "Elections",
            "Valid Ballots"
        ],
        "id": 53488
    },
    {
        "text": "2. All ballots must be marked clearly within the defined box for each candidate to be considered as valid. ",
        "tags": [
            "Elections",
            "Valid Ballots"
        ],
        "id": 85546
    },
    {
        "text": "3. Votes must be marked for no more than the number of candidates specified on the ballot, but may be for less than required.",
        "tags": [
            "Elections",
            "Valid Ballots"
        ],
        "id": 61879
    },
    {
        "text": "4. In cases where a candidate receives multiple checks besides their name, that will be considered as one vote and not for the multiple amounts indicated. ",
        "tags": [
            "Elections",
            "Valid Ballots"
        ],
        "id": 88160
    },
    {
        "text": "5. A write-in ballot will be considered as valid only if \n   a) the person listed/written-in is a qualified member of the UCHA in good standing.\n   b) at least the first/middle/last name and initials of the first/last name are clearly written in, and \n   c) polls at least 20% of the total votes cast in that election. \nIf a qualified write-in fails to poll the minimum required votes, then any votes cast in their favor will not be considered as valid in that election. Invalidation of a write-in does not invalidate the entire ballot. ",
        "tags": [
            "Elections",
            "Valid Ballots"
        ],
        "id": 15740
    },
    {
        "text": "6. All votes must be counted in the front office or the A-Wing lounge of Robison and in the presence of at least one non-running Board member. No candidate may be present while ballots are being counted, until the official results are posted. ",
        "tags": [
            "Elections",
            "Valid Ballots",
            "BoD"
        ],
        "id": 30839
    },
    {
        "text": "1. The Membership Committee (MemCom) is vested with general jurisdiction (“Exclusive jurisdiction” amended to “general jurisdiction” by House vote on 11/01/01), in the following matters: seniority, tenure, Room Selection Process and Room Bump, parking and exclusive jurisdiction over elections except elections where a majority of the Committee is running for office (See By-Laws VII.D). (BoD 9/9/96, “work” changed to “chore”). ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "Seniority",
            "Tenure"
        ],
        "id": 34796
    },
    {
        "text": "2. The Membership Committee may consider for PNG status any member whom it has expelled. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "PNG",
            "Expulsion"
        ],
        "id": 95378
    },
    {
        "text": "3. MemCom will retain exclusive jurisdiction for R&B delinquency involving and including up to $400.00. ",
        "tags": [
            "MemCom",
            "Jurisdiction"
        ],
        "id": 17676
    },
    {
        "text": "4. Once a member surpasses $400.00 in R&B delinquency, the ED, with authorization from the BoD, will take over jurisdiction of the R&B delinquent member’s account. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "ED",
            "BoD"
        ],
        "id": 98627
    },
    {
        "text": "5. MemCom is vested with initial jurisdiction over fine appeals, chore assignment appeals, and all grace quarter cases. (BoD 9/9/96, “work” changed to “chore”). ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "Grace Quarter"
        ],
        "id": 10611
    },
    {
        "text": "6. A member may not present a case to MemCom a second time later than two weeks from the original decision. The said member may instead appeal the original decision (of MemCom) directly to the BoD, which must also be made no later than within two weeks of MemCom's original decision on the case. Any decision made by either body (to re-hear the case or deny the appeal), will be final. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "BoD"
        ],
        "id": 15168
    },
    {
        "text": "7. MemCom decisions may be reviewed by the BoD only in circumstances specified by the rules. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "BoD"
        ],
        "id": 34324
    },
    {
        "text": "8. MemCom members who are R&B delinquent may not vote on R&B delinquency related matters nor may any member vote on their own case. ",
        "tags": [
            "MemCom",
            "Jurisdiction"
        ],
        "id": 42395
    },
    {
        "text": "9. MemCom has the authority to fine any member up to $100.00 for uncooperative behavior. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "Fine and Credit Procedure",
            "Uncooperative Behavior"
        ],
        "id": 60566
    },
    {
        "text": "10. MemCom has the authority to issue uncooperative chore shifts (see Appendix) to any member for uncooperative behavior. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "Uncooperative Behavior",
            "Chores"
        ],
        "id": 33199
    },
    {
        "text": "11. In cases involving claims of a violation of a member’s legal rights (federal/state law etc.), MemCom shall consult the Executive Director prior to making a decision on the matter and may elect to refer the matter entirely to the ED for a decision. The ED may at their discretion refer the matter back to the Membership Committee. In cases requiring expulsion MemCom must make the final decision. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "ED",
            "Expulsion"
        ],
        "id": 17320
    },
    {
        "text": "12. In cases involving claims of harassment (including sexual harassment), MemCom may hear the case only after the complaint has first been lodged officially with the Executive Director, who will duly inform the Membership Committee and present the three parties concerned (i.e., MemCom, the petitioner, and the accused), with the documentation and guidance necessary for conducting the hearing in accordance with UCHA policies and procedures (BoD 2/27/2013, & approval of the of icial Complaint form, 3/06/2013). ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "ED"
        ],
        "id": 46865
    },
    {
        "text": "13. The Chairperson of the Membership Committee may at their discretion be present (sit-in) at an executive session of the Board of Directors only in cases where the Board is hearing an appeal of MemCom's decision. If the chairperson cannot be present, they may appoint one of the committee members (i.e., MemCom) to attend the meeting/session. ",
        "tags": [
            "MemCom",
            "Jurisdiction",
            "BoD"
        ],
        "id": 43048
    },
    {
        "text": "1. MemCom is composed of seven UCHA members. Terms are for one year. Summer MemCom is composed of five members. Members who have served during the spring quarter and whose term continues through the fall quarter may, at their option, serve on the summer MemCom provided that they reside at UCHA.",
        "tags": [
            "MemCom",
            "Composition"
        ],
        "id": 84960
    },
    {
        "text": "2. Serving on MemCom satisfies weekly chore and quarterly project obligations. No member of MemCom may receive remuneration for work done pursuant to their MemCom duties. (BoD 12/12/99). ",
        "tags": [
            "MemCom",
            "Composition"
        ],
        "id": 69367
    },
    {
        "text": "3. Vacancies on MemCom are filled by special appointment. In the event of the resignation or disqualification of a member on MemCom, their successor shall be appointed by a 2/3 majority of all the remaining members on MemCom within two weeks of the precipitating event. The term of the succeeding member is for the immediate academic quarter or summer only. The vacancy will then be filled in the general election. If the resigning member is still eligible for office and is still residing at UCHA, then the person shall continue to perform their duties until the successor is appointed, at which time that person is released from their duties. ",
        "tags": [
            "MemCom",
            "Composition"
        ],
        "id": 20776
    },
    {
        "text": "4. MemCom assistants are non-voting aides to MemCom members. They are nominated by the MemCom and must be approved by a majority of those voting. The term of an assistant is one quarter or summer. (BoD 3/18/98). ",
        "tags": [
            "MemCom",
            "Composition"
        ],
        "id": 25610
    },
    {
        "text": "1. MemCom is responsible for attempting to settle disputes between co-opers. It is empowered to order members to change rooms and grant and remove room tenure if necessary. The specific room change will be decided on after consultation with the ED. ",
        "tags": [
            "MemCom",
            "Arbitration",
            "ED"
        ],
        "id": 18372
    },
    {
        "text": "1. The Chairperson of MemCom is responsible for setting the agenda, facilitating the meetings, and supervising those functions that involve all MemCom members. (2/3 membership vote, 11/99) In matters relating to the weekly chore or obligations of individual committee members, the chair shall be empowered to enforce compliance by issuance of a fine (up to $35 per week) or debit (up to 4 hours per week at the prevailing rate – see Appendix B), or compensation, by issuance of a credit, as deemed necessary. In all other matters, a majority consensus shall be sought and be the deciding factor. ",
        "tags": [
            "MemCom",
            "MemCom Assignments"
        ],
        "id": 79356
    },
    {
        "text": "2. MemCom members are responsible for all of the regular functions of MemCom which include “summonsing R&B delinquent co-opers to MemCom meetings, summonsing chore deficient co-opers to MemCom meetings, organizing and overseeing parking, and room bumps, upholding parking rules and regulations, conducting house meetings, and supervising elections and referenda. A MemCom member who is a candidate in an election may not work on that election. (2/3 Membership vote 11/99). The agenda of MemCom meetings must be posted with adequate of icial notice to inform the Membership. ",
        "tags": [
            "MemCom",
            "MemCom Assignments"
        ],
        "id": 81343
    },
    {
        "text": "3a. The MemCom is responsible for organizing the Parking Bump.\n\nb. The Facilities Manager is generally responsible for upholding/enforcing parking rules and regulations.",
        "tags": [
            "MemCom",
            "MemCom Assignments"
        ],
        "id": 36610
    },
    {
        "text": "4. In addition, MemCom shall appoint a Note taker from the general membership. The Note taker is not a member of MemCom. They are responsible for maintaining the minutes of MemCom meetings and for the public posting of the minutes within 48 hours of their approval by MemCom. (Passed 12 Feb 96 by the BoD)",
        "tags": [
            "MemCom",
            "MemCom Assignments"
        ],
        "id": 97427
    },
    {
        "text": "5. At the end of each quarter, MemCom shall post in their minutes a summary of all the disbursements of their discretionary fund for that quarter and the Vice-Chairperson of MemCom will inform the Board about the disbursements of MemCom’s discretionary fund (which will be posted in the Board minutes). ",
        "tags": [
            "MemCom",
            "MemCom Assignments"
        ],
        "id": 73429
    },
    {
        "text": "6. Seats on the summer MemCom shall be filled in the following order: \n   a. Continuing committee members whose terms do not end until after the following quarter. \n   b. MemCom members elected in the recent spring quarter. Priority shall be given to the (elected) candidates/s with the highest number of votes received. \n   c. MemCom member/s whose program ends in the recent spring quarter and whose term continues into the next academic year may be appointed by a 2/3 majority of committee members either during the last meeting of the Spring Quarter or during the Summer Quarter. \n   d. Eligible members appointed by a 2/3 majority of committee members during the last meeting of the Spring Quarter. \n   e. Eligible members appointed by a 2/3 majority of MemCom during the Summer Quarter. \n",
        "tags": [
            "MemCom",
            "MemCom Assignments"
        ],
        "id": 42499
    },
    {
        "text": "1. The Chairperson of MemCom will have the power to summon any co-oper to a MemCom meeting. MemCom must give a summoned co-oper adequate official notice. Anyone not able to appear must submit a note to MemCom before the meeting time or else they will be subject to a fine (see Appendix). MemCom may make decisions without the co-oper being present, provided adequate notice to appear was given. ",
        "tags": [
            "MemCom",
            "Procedures"
        ],
        "id": 13083
    },
    {
        "text": "2. Any MemCom vote is invalid without at least a simple majority of the voting members present voting in agreement. If a plurality of MemCom members abstains from the vote the matter shall remain unresolved. ",
        "tags": [
            "MemCom",
            "Procedures"
        ],
        "id": 50002
    },
    {
        "text": "3. The chair of MemCom may vote to make a tie or break a tie. The MemCom chair may vote to cause a 2/3 vote if the resulting vote would alter an outcome. The MemCom chair cannot vote twice (example: first to make a tie and then break the tie). The MemCom chair must be unbiased throughout the entire meeting until they decide to vote. ",
        "tags": [
            "MemCom",
            "Procedures"
        ],
        "id": 62453
    },
    {
        "text": "1. If a co-oper feels that they have been fined unjustly, they may appeal the fine to MemCom within two weeks after the fine is issued or at the next regularly scheduled MemCom meeting if no meeting is scheduled within the two-week period. (BoD 7/15/96) ",
        "tags": [
            "MemCom",
            "Fine and Uncooperative Chore Shift Appeals"
        ],
        "id": 97510
    },
    {
        "text": "2. The co-oper must bring the fine slip to the MemCom meeting. (BoD 7/15/96) ",
        "tags": [
            "MemCom",
            "Fine and Uncooperative Chore Shift Appeals"
        ],
        "id": 64692
    },
    {
        "text": "3. MemCom may not hear any fine appeal unless the person who gave the fine is given adequate official notice prior to the MemCom meeting. (BoD 7/15/96) ",
        "tags": [
            "MemCom",
            "Fine and Uncooperative Chore Shift Appeals"
        ],
        "id": 74579
    },
    {
        "text": "4. MemCom may uphold, reduce or rescind a fine. (BoD 7/15/96) ",
        "tags": [
            "MemCom",
            "Fine and Uncooperative Chore Shift Appeals"
        ],
        "id": 89233
    },
    {
        "text": "5. MemCom may not consider a fine given to one of its members. A member of MemCom must appeal their fine directly to the BoD. ",
        "tags": [
            "MemCom",
            "Fine and Uncooperative Chore Shift Appeals",
            "BoD"
        ],
        "id": 76388
    },
    {
        "text": "6. All of the above applies for uncooperative chore shift appeals. ",
        "tags": [
            "MemCom",
            "Fine and Uncooperative Chore Shift Appeals"
        ],
        "id": 30759
    },
    {
        "text": "1. Forty-eight hours notice is required for any mandatory house meeting. This shall be posted on the official bulletin board. Any member who does not attend or does not give MemCom 24 hours notification of a reasonable excuse why they cannot attend is subject to a fine. (See Appendix) ",
        "tags": [
            "MemCom",
            "House Meetings"
        ],
        "id": 80425
    },
    {
        "text": "1. All MemCom Chairperson and Vice-Chairperson assignments are made by and from the MemCom. The term of each assignment is one quarter or summer. ",
        "tags": [
            "MemCom",
            "Chairperson Assignments"
        ],
        "id": 50150
    },
    {
        "text": "2. MemCom shall appoint both the Chairperson and the Vice-Chairperson. ",
        "tags": [
            "MemCom",
            "Chairperson Assignments"
        ],
        "id": 90222
    },
    {
        "text": "3. The Chairperson of MemCom shall be the chief supervisor of the Membership Committee; the Vice-Chairperson shall be the assistant chief supervisor and may preside over MemCom meetings. In matters relating to the weekly chore, obligations of the individual committee members, the chairperson shall be empowered to enforce compliance by issuance of a fine or compensation by issuance of a credit as deemed necessary. In all other matters, a majority consensus shall be sought and will be the deciding factor. ",
        "tags": [
            "MemCom",
            "Chairperson Assignments"
        ],
        "id": 66758
    },
    {
        "text": "4. The Vice-Chairperson shall assume the duties of the Chairperson in the absence of the appointed Chairperson. The Vice-Chairperson shall be the designated liaison between the MemCom and the BoD. ",
        "tags": [
            "MemCom",
            "Chairperson Assignments",
            "BoD"
        ],
        "id": 65324
    },
    {
        "text": "1. The Board of Directors (BoD) is composed of seven UCHA members as stated in the UCHA By-Laws. During the summer, the BoD is composed of 5 UCHA members as stated in the By-Laws. ",
        "tags": [
            "BoD",
            "Composition"
        ],
        "id": 55431
    },
    {
        "text": "2. Terms \n   a. The term of office for the BoD is onr year, unless restricted by the By-Laws limit on summer Boards, number of directors or provisions of filling in vacancies as a result of resignation or disqualification. The BoD of any particular quarter and following quarter break (intercession) continues to hold office until the first meeting of BoD for the succeeding quarter. \n   b. An elected Director no longer meeting the academic criteria will be ineligible to remain on the Board. They will be eligible only after they meet the academic and UCHA criteria and are duly elected. Any academic eligibility change from UCLA to non-UCLA must be announced prior to the election for the next quarter, and they required to re-run for a non-UCLA position, if it is available. \n   c. No more than one non-UCLA student may serve on the Board at any given quarter. A non-UCLA student may serve on the Board only in the event they polled more votes than a UCLA student at an election. Any candidate elected or appointed to a seat on the UCHA Board of Directors must meet all eligibility requirements as detailed by the Rules of the Association at all times while in office. \n",
        "tags": [
            "BoD",
            "Composition"
        ],
        "id": 93740
    },
    {
        "text": "3. Seats on the summer BoD shall be filled in the following order: \n   a. Continuing directors whose terms do not end until after the following quarter. \n   b. Directors elected in the recent spring quarter. Priority shall be given to the (elected) director/s with the highest number of votes received. \n   c. Director/s whose program ends in the recent spring quarter and whose term continues into the next academic year may be appointed by a 2/3 majority of the BoD either during the last meeting of the Spring Quarter or during the Summer Quarter. \n   d. Members appointed by a 2/3 majority of the BoD during the last meeting of the Spring Quarter. e. Members appointed by a 2/3 majority of the BoD during the Summer Quarter. \n",
        "tags": [
            "BoD",
            "Composition"
        ],
        "id": 50069
    },
    {
        "text": "4. Vacancies on the BoD are filled by special appointment. In the event of the resignation or disqualification of a director on BoD, their successor shall be appointed by a 2/3 majority of all the remaining members on BoD within two weeks of the precipitating event. The term of the succeeding member is for the immediate academic quarter or summer session only. The vacancy will then be filled in the general election. If the resigning director is still eligible for office and is still residing at UCHA, then the person shall continue to perform their duties until the successor is appointed, at which time that person is released from their duties. ",
        "tags": [
            "BoD",
            "Composition"
        ],
        "id": 82256
    },
    {
        "text": "5. Up to 3 persons, who are not elected members, may be selected as honorary non-voting directors of the BoD. Honorary BoD directors are nominated by the BoD and must be approved by a majority of those voting. The term of an honorary BoD director is one year. ",
        "tags": [
            "BoD",
            "Composition"
        ],
        "id": 85713
    },
    {
        "text": "6. BoD assistants are non-voting aides to BoD directors. They are nominated by BoD and must be approved by a majority of those voting. The term of an assistant is one quarter or one summer.",
        "tags": [
            "BoD",
            "Composition"
        ],
        "id": 20226
    },
    {
        "text": "1. Serving on the BoD satisfies weekly chore obligations. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 87668
    },
    {
        "text": "2. No director of the BoD may receive compensation for work done pursuant to their duties. (BoD 05/22/01). All new appropriations that have not been budgeted for in excess of $5000 must be posted in the Agenda to be approved. However, in the case of emergency repairs, involving destruction to UCHA property, the requirement may be temporarily waived by the ED to authorize the allocation of funds needed to remedy the situation. The ED shall however, duly inform the Board of the details of expenditure. ",
        "tags": [
            "BoD",
            "Rules",
            "ED"
        ],
        "id": 53431
    },
    {
        "text": "3. A proposed consideration of a main motion must be posted in the Agenda of an open BoD meeting.",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 17544
    },
    {
        "text": "4. At least 4 directors of the BoD are needed (3 in the summer) to constitute a quorum for the transaction of any business unless more than 4 directors are required for specific cases. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 84424
    },
    {
        "text": "5. Any BoD’s vote is invalid without at least a simple majority of those voting BoD directors present voting in agreement. If a plurality of BoD directors abstain from the vote, the matter shall remain unresolved. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 82043
    },
    {
        "text": "6. The president of the BoD will have the power to summons any co-oper to attend a BoD meeting provided that adequate official notice is given to the summoned co-oper before the meeting. Any member who fails to show up for a summons by the Board of Directors will be levied an uncooperative fine of $10 per incident if no legitimate excuse for the absence is provided. The Board may only excuse the first absence without penalty. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 51938
    },
    {
        "text": "7. The President of the BoD may vote to make a tie or break a tie. The President may vote cause a 2/3 vote if the resulting vote would alter an outcome. The President cannot vote twice (example: first to make a tie and then break the tie). The president must be unbiased throughout the entire meeting until they decide to vote. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 83797
    },
    {
        "text": "8. BoD directors who are delinquent may not vote on delinquency-related matters. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 68345
    },
    {
        "text": "9. BoD members may not serve as regular employees or stipended crew chiefs. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 33042
    },
    {
        "text": "10. The lending of UCHA funds for a period of more than 2 weeks, other than as a payment extension, is not permitted under any circumstance. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 29242
    },
    {
        "text": "11. Any audio/video still photography or electronic recording of the BoD as a whole or as individuals requires a unanimous consent of the Board. Any unauthorized electronic recording of the UCHA official is forbidden and may be subject to immediate expulsion. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 93241
    },
    {
        "text": "12. The agenda of normal BoD meetings must be posted with adequate official notice to inform the Membership. The BoD may waive the adequate official notice only in an extreme emergency when a decision cannot be postponed. Regardless of circumstance, an agenda must be publicly posted in order for a meeting to occur. All items to be discussed at a formal meeting of the UCHA Board of Directors must first be approved at a prior committee meeting by a majority of the BoD. Additionally, items can be added at the joint discretion of the Executive Director and the BoD President. However, they may not delete any (agenda) items approved by the BoD at its prior committee meeting. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 93405
    },
    {
        "text": "13. From time to time, the BoD may institute public water or energy conservation procedures violation of which, after a sufficient period of public notice, may result in a fine (See Appendix). ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 46373
    },
    {
        "text": "14. The BoD shall be vested with jurisdiction over chore deficiency. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 18377
    },
    {
        "text": "15. Any long term project that significantly involves an employee’s resources and time would require the consent of the Executive Director. Any long term project that does not have the consent of the Executive Director requires the vote of at least five BoD members to be approved. ",
        "tags": [
            "BoD",
            "Rules",
            "ED"
        ],
        "id": 73472
    },
    {
        "text": "16. The Board must post in the minutes a summary of all the disbursements of the BoD discretionary fund at the end of each quarter. ",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 10074
    },
    {
        "text": "17. In the absence of a functioning Membership Committee, the BoD may assume the relevant duties needing immediate attention. ",
        "tags": [
            "BoD",
            "Rules",
            "MemCom"
        ],
        "id": 76518
    },
    {
        "text": "18. The BoD has the authority to fine any member up to $100.00 for uncooperative behavior (BoD 5/13/2015). ",
        "tags": [
            "BoD",
            "Rules",
            "Fine and Credit Procedure"
        ],
        "id": 74055
    },
    {
        "text": "19. The BoD has the authority to issue uncooperative chore shifts (see Appendix) to any member for uncooperative behavior. ",
        "tags": [
            "BoD",
            "Rules",
            "Uncooperative Behavior"
        ],
        "id": 39796
    },
    {
        "text": "20. The President of the BoD may at their discretion be present (sit-in), on any meeting or executive session of the Membership Committee. In their absence they may appoint another Board member to attend the meeting/session. The ED (Executive Director) may be present at any meeting or executive session of the Board of Directors or the Membership Committee. ",
        "tags": [
            "BoD",
            "Rules",
            "MemCom",
            "ED"
        ],
        "id": 57331
    },
    {
        "text": "21. All members of the BoD and MemCom shall have access to the Co-op’s internal IT system and members’ information pertaining to the members’ contact information, room number, rent, chore, and bathroom history. All members of the BoD and MemCom must receive permission through a vote of their respective body in order to share members’ personal records with those who have not been authorized with access to the Co-op’s internal IT system. Any previous member of BoD or MemCom who accesses the Co-op’s internal IT system will receive an uncooperative fine and summons for membership expulsion.\n",
        "tags": [
            "BoD",
            "Rules",
            "Tenure"
        ],
        "id": 67063
    },
    {
        "text": "1. All officer and committee assignments are made by and from the BoD. The term of each assignment is one quarter or summer. ",
        "tags": [
            "BoD",
            "Officer and Committee Assignments"
        ],
        "id": 89175
    },
    {
        "text": "2. The BoD President shall act as a Chairperson of all official BoD meetings and as parliamentarian in addition to their duties as defined in the By-Laws. The President is also the chief supervisor of the BoD. In matters relating to the weekly chore or obligations of individual Board directors, the President shall be empowered to enforce compliance by issuance of a fine (up to $35 per week) or debit (up to 4 hours per week at the prevailing rate – see Appendix B), or compensation, by issuance of a credit, as deemed necessary. In all other matters, a majority consensus shall be sought and be the deciding factor. ",
        "tags": [
            "BoD",
            "Officer and Committee Assignments",
            "Chore Deficiency"
        ],
        "id": 10528
    },
    {
        "text": "3. The Vice President shall assume the duties of the President in their absence. The Vice President shall be the assistant chief supervisor of the BoD. In addition, the Vice President shall also be the designated liaison between MemCom and the BoD, and attend MemCom meetings. Their duties also include ensuring the effective operation of the board, training board members as necessary, and acting as a liaison with committee chairs. Their duties include special objects and activities, community service activities, and member education.",
        "tags": [
            "BoD",
            "Officer and Committee Assignments",
            "MemCom"
        ],
        "id": 26105
    },
    {
        "text": "4. The Secretary shall act as defined in the By-Laws. As Secretary, they are responsible for the maintenance of the official files, including the minutes of the BoD and MemCom meetings, and the results of all elections and referenda. They ares also responsible for seeing that copies of the UCHA Guidelines, Rules, By-Laws, and Articles of Incorporation are kept up to date. (BoD 3/10/97) ",
        "tags": [
            "BoD",
            "Officer and Committee Assignments",
            "MemCom"
        ],
        "id": 12769
    },
    {
        "text": "5. The Treasurer shall act as defined in the By-Laws. In particular, the Treasurer shall make a financial report at each meeting of the BoD. (BoD 3/10/97) ",
        "tags": [
            "BoD",
            "Officer and Committee Assignments"
        ],
        "id": 24703
    },
    {
        "text": "6. In addition, there shall be up to 3 at large BoD directors during the regular academic quarters and up to 1 during the summer quarter. The at-large directors may be assigned special projects on a quarterly basis as approved by a quorum. ",
        "tags": [
            "BoD",
            "Officer and Committee Assignments"
        ],
        "id": 34959
    },
    {
        "text": "1. The BoD has the power to issue and enforce directives to employees, crew chiefs and other members. ",
        "tags": [
            "BoD",
            "Board of Directors Directives"
        ],
        "id": 15985
    },
    {
        "text": "2. BoD directives must be reviewed at the next regular meeting of the BoD. ",
        "tags": [
            "BoD",
            "Board of Directors Directives"
        ],
        "id": 28456
    },
    {
        "text": "3. Non-compliance with BoD directives may result in a fine, if applicable, or an uncooperative chore shift, at the next BoD meeting (see Appendix). ",
        "tags": [
            "BoD",
            "Board of Directors Directives"
        ],
        "id": 22697
    },
    {
        "text": "4. All BoD directives must be consistent with established standard BoD policy and the UCHA Rules and By-Laws. ",
        "tags": [
            "BoD",
            "Board of Directors Directives"
        ],
        "id": 55602
    },
    {
        "text": "1. The UCHA Board of Directors may by majority vote opt to rehear a case already decided by MemCom if it is deemed that MemCom’s handling of it is inconsistent with the Rules and By-Laws of the UCHA. In addition, the UCHA Board of Directors may opt to rehear a case already decided by MemCom by a 2/3 majority vote. ",
        "tags": [
            "BoD",
            "Appeals to the BoD of MemCom Decisions",
            "MemCom"
        ],
        "id": 86410
    },
    {
        "text": "2. In the event the BoD calls for a re-hearing of the Membership Committee (i.e., of their decision to expel a member), it may, at its discretion, also suspend the days allotted for the expelled member to move out, until a final decision is made on the matter (i.e., expulsion). Such a hearing must be held no later than at the next meeting of the Membership Committee.",
        "tags": [
            "BoD",
            "Appeals to the BoD of MemCom Decisions",
            "MemCom"
        ],
        "id": 77645
    },
    {
        "text": "1. The UCHA BoD may by a 2/3 majority vote opt to rehear a case already decided by the BoD, if substantial new evidence relevant to the case, is presented. Such a case must be appealed within 30 days of the date of the Board’s previous decision. If no new evidence is presented and accepted as substantial by a 2/3 majority of BoD members, then the existing decision will remain as final. ",
        "tags": [
            "BoD",
            "Appeals to the BoD of BoD Decisions"
        ],
        "id": 96131
    },
    {
        "text": "1. The initiative process, as outlined in the by-laws, provides a method for the general membership to effect changes in the rules and/or operating procedures of the UCHA. ",
        "tags": [
            "Initiative Process",
            "Scope"
        ],
        "id": 62892
    },
    {
        "text": "2. Any proposed change to the UCHA Rules and/or or operating procedures must be consistent with the by-laws. Proposals that in effect change, subvert, or provide alternate methods to powers and operating procedures as defined in the by-laws are not consistent with them. ",
        "tags": [
            "Initiative Process",
            "Scope"
        ],
        "id": 79291
    },
    {
        "text": "3. Members may also propose changes to the rules and/or operating procedures of the UCHA directly to the Board of Directors at any of its regular meetings. ",
        "tags": [
            "Initiative Process",
            "Scope",
            "BoD"
        ],
        "id": 20192
    },
    {
        "text": "1. A petition is a formal proposal to change the rules and/or operating procedures of the UCHA. For a petition to be accepted and put up for vote by the general membership, it must be presented to the President of the Board of Directors by its original petitioner(s) at its regular meeting with valid signatures of support from at least 20% of the membership. ",
        "tags": [
            "Initiative Process",
            "Submission of a petition",
            "BoD"
        ],
        "id": 33588
    },
    {
        "text": "2. A petition should clearly outline its overall basis, scope and intent. It should address issues of process, feasibility, authority, enforcement/implementation and accountability/oversight, as applicable to the issue at hand. The petition must also include the specific verbiage to be used on the ballot itself. ",
        "tags": [
            "Initiative Process",
            "Submission of a petition"
        ],
        "id": 30081
    },
    {
        "text": "3. Before a member petitions the membership for signatures, they must fulfill the criteria specified in B.2, and following which, submit their petition to the Board of Directors in full, including a signed list of all members who have helped draft the written petition (these members will be called the petitioners). The Board will then determine within 7 days if the proposed petition is in line with the by-laws and fulfill the requirements described in the UCHA Rules. If the proposed petition is judged to be in order, the Board will direct the office to make a copy with the attached signature form available to the petitioners within 48 hours. If there is disagreement on the interpretation of the by-laws, the Board must seek and follow legal counsel, whose opinion shall settle the dispute. ",
        "tags": [
            "Initiative Process",
            "Submission of a petition",
            "BoD"
        ],
        "id": 96336
    },
    {
        "text": "4. Upon the formal presentation of a petition to the President of the Board of Directors with valid signatures from 20% of the membership, the President will call a meeting of the Association (House Meeting) within 7 days. The President may, at their discretion, make the meeting mandatory for the membership to attend. ",
        "tags": [
            "Initiative Process",
            "Submission of a petition",
            "BoD"
        ],
        "id": 58560
    },
    {
        "text": "1. The exact wording of the signature form shall be set by the Board of Directors and must consist of an acknowledgement of the signee that they have read the petition, that they were not coerced into signing it, and they are signing out of the sincere belief that it is in the best interest of the association. ",
        "tags": [
            "Initiative Process",
            "Requirements for the signatures",
            "BoD"
        ],
        "id": 31818
    },
    {
        "text": "2. Only a registered petitioner may request a signature from the membership.",
        "tags": [
            "Initiative Process",
            "Requirements for the signatures"
        ],
        "id": 47083
    },
    {
        "text": "3. Using signature forms other than the ones provided by the office or modifying the forms provided will cause the petition to be invalid. ",
        "tags": [
            "Initiative Process",
            "Requirements for the signatures"
        ],
        "id": 69931
    },
    {
        "text": "4. The proposed measure should be publicly posted in the HHH bulletin Board announcing the measure and pertinent details including as specified in B. 1. The posting should also include the opposing viewpoints to enable the membership to be abreast of both arguments (i.e. for and against). ",
        "tags": [
            "Initiative Process",
            "Requirements for the signatures"
        ],
        "id": 86509
    },
    {
        "text": "5. A signature is only valid if at the time when the President of the Board of Directors receives the signatures, the signee is a member who is not registration deficient. The president may confirm with the signee that they did in fact sign the petition and that the signature is not forged. ",
        "tags": [
            "Initiative Process",
            "Requirements for the signatures",
            "BoD"
        ],
        "id": 36092
    },
    {
        "text": "1. The president must call a meeting of the association upon receipt of a petition. It is within the president’s powers to make attendance to this meeting mandatory for all members. ",
        "tags": [
            "Initiative Process",
            "Meeting of the Association"
        ],
        "id": 29805
    },
    {
        "text": "2. There must be adequate official notice for any such meeting to be publicly posted in the HHH lobby. ",
        "tags": [
            "Initiative Process",
            "Meeting of the Association"
        ],
        "id": 16903
    },
    {
        "text": "3. The sole purpose of this meeting is to discuss the proposed issue. This is not a regular meeting and as such members may not introduce new measures. The only new measure that may be discussed is the proposed issue. No vote during this meeting is binding. ",
        "tags": [
            "Initiative Process",
            "Meeting of the Association"
        ],
        "id": 13139
    },
    {
        "text": "4. MemCom shall chair this meeting. It must allow members from the Board of Directors and the Petitioners to both make a general statement and field questions. Opposing sides (if different from the Board), must also be given an opportunity for statements and Q&A thereby providing for a full discussion on the pros and cons of a measure. ",
        "tags": [
            "Initiative Process",
            "Meeting of the Association",
            "MemCom",
            "BoD"
        ],
        "id": 61286
    },
    {
        "text": "1. The polling of the proposal is under the direction of MemCom, who shall conduct a secret ballot. MemCom will assign polling officers, primarily from MemCom, but may choose members outside of MemCom if needed to ensure the polling is neutral and secret. It will assign one polling officer to act as lead polling officer. ",
        "tags": [
            "Initiative Process",
            "Polling",
            "MemCom"
        ],
        "id": 98212
    },
    {
        "text": "2. No Petitioner or Signee of the petition can be a polling officer. ",
        "tags": [
            "Initiative Process",
            "Polling"
        ],
        "id": 42818
    },
    {
        "text": "3. No member of the Board of Directors can be a polling officer. ",
        "tags": [
            "Initiative Process",
            "Polling",
            "BoD"
        ],
        "id": 32193
    },
    {
        "text": "4. Polling officers are forbidden to attempt to sway the vote one way or another and in so doing, will be grounds for the negation of the vote. ",
        "tags": [
            "Initiative Process",
            "Polling"
        ],
        "id": 61912
    },
    {
        "text": "5. Polling will take place over two consecutive weekdays and will be held from 7-9:30am during breakfast and from 5-7pm during dinner. ",
        "tags": [
            "Initiative Process",
            "Polling"
        ],
        "id": 16210
    },
    {
        "text": "6. Polling may not be held on legal holidays or the day preceding legal holidays. ",
        "tags": [
            "Initiative Process",
            "Polling"
        ],
        "id": 11505
    },
    {
        "text": "7. All regular rules regarding polling, as laid out in Chapter XII of the UCHA Rules, apply to the initiative.",
        "tags": [
            "Initiative Process",
            "Polling"
        ],
        "id": 39410
    },
    {
        "text": "8. MemCom will give the Board of Directors, any interested members opposed to the initiative, and the Petitioners the opportunity to supply a written statement of 200 words or less which will be made clearly visible at the polling area without one being more obviously visible than the other. Both statements must have the same font size and style. ",
        "tags": [
            "Initiative Process",
            "Polling",
            "MemCom",
            "BoD"
        ],
        "id": 67597
    },
    {
        "text": "1. MemCom will give both the Board of Directors and the Petitioners the opportunity to supply a written statement of 50 words or less to be printed side by side on the ballot. ",
        "tags": [
            "Initiative Process",
            "Ballots",
            "MemCom",
            "BoD"
        ],
        "id": 91201
    },
    {
        "text": "1. To be declared passed, the initiative must fulfill the majority requirements as defined in the by-laws. ",
        "tags": [
            "Initiative Process",
            "Result of Initiative"
        ],
        "id": 44854
    },
    {
        "text": "2. Once the results have been tallied, the result must be signed off by the lead polling officer who will then inform MemCom. MemCom will then announce the result of the ballot only after they have confirmed the ballot was conducted to the standards set forth in these rules. ",
        "tags": [
            "Initiative Process",
            "Result of Initiative",
            "MemCom"
        ],
        "id": 87130
    },
    {
        "text": "1. The functions of UCHA Committees are as follows: \n    a. Conducting investigations and research into potential policies, reforms, or projects \n   b. Updating the Board about relevant developments in UCHA \n   c. Advising the Board on relevant business \n   d. Acting as liaison between the Board and various bodies of UCHA \n   e. Promoting member engagement throughout UCHA \n",
        "tags": [
            "UCHA Committees",
            "Purpose of UCHA Committees",
            "BoD"
        ],
        "id": 75498
    },
    {
        "text": "2. UCHA Committees shall not have executive authority nor managerial roles over the day-to-day operations of UCHA. ",
        "tags": [
            "UCHA Committees",
            "Purpose of UCHA Committees"
        ],
        "id": 72417
    },
    {
        "text": "1. Standing Committees of UCHA are Committees that are continuously operational. They are tasked with long-term policy development and project design to make improvements throughout UCHA. Standing Committees of UCHA are expected to regularly report their activities to the Board and ask for guidance when needed. ",
        "tags": [
            "UCHA Committees",
            "Types of UCHA Committees",
            "BoD"
        ],
        "id": 82798
    },
    {
        "text": "2. Select Committees of UCHA are Committees that are temporarily established at the Board’s discretion to manage short-term projects. ",
        "tags": [
            "UCHA Committees",
            "Types of UCHA Committees",
            "BoD"
        ],
        "id": 89158
    },
    {
        "text": "1. Committee Charters are legal documents that establish the existence of UCHA Committees as official bodies of UCHA. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Charters"
        ],
        "id": 27344
    },
    {
        "text": "2. Committee Charters outline the goals, responsibilities, functions, and frequency of meetings of each UCHA Committee that they establish. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Charters"
        ],
        "id": 87050
    },
    {
        "text": "3. Changes and amendments to Committee Charters must be approved by a majority vote of the Board at a public meeting. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Charters",
            "BoD"
        ],
        "id": 18386
    },
    {
        "text": "4. Committees can be disbanded by an official dissolution of the Charter which requires a majority vote of the Board at a public meeting. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Charters",
            "BoD"
        ],
        "id": 69723
    },
    {
        "text": "1. Chairs are Members of UCHA Committees with special responsibilities. Committee Chairs are the leaders of each Committee, and shall be appointed and dismissed directly by the Board unless otherwise stated in the Committee Charter. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Chairs",
            "BoD"
        ],
        "id": 56202
    },
    {
        "text": "2. Committee Chairs are responsible for organizing and running Committee meetings. They shall delegate tasks to Committee Members in order to fulfill the goals of the Committee Charter. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Chairs"
        ],
        "id": 49526
    },
    {
        "text": "3. Committee Chairs shall certify whether a Committee Member has completed any or all of their Quarterly Project Hours at the end of the quarter. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Chairs"
        ],
        "id": 57429
    },
    {
        "text": "4. If the Board deems it necessary, serving as a Committee Chair may fulfill a member’s Chore and Quarterly Project obligations until the Board explicitly revokes this privilege. \n   a. When a Chair fulfills their chore obligations by serving as a Committee Chair, they must record and submit minutes and action items from each Committee meeting to the UCHA Secretary within 72 hours. They must also report to the Board whenever the Board adds time to their agenda for Committee reports. \n   b. Failure to perform any of the requirements specified in XVI.D.4.a shall result in a one hour debit issued to the Committee Chair. \n   c. When a Chair fulfills their chore obligations by serving as a Committee Chair, they must organize and host the minimum frequency of meetings required by their Committee’s Charter. Failure to hold the minimum number of required meetings throughout a quarter shall result in a full week’s chore debit issued to the Committee Chair for every meeting missed. Committee Chairs may apply to the Board for a quarterly exemption from this requirement. \n",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Chairs",
            "BoD"
        ],
        "id": 84433
    },
    {
        "text": "1. UCHA Committee Members shall work under the direction of the Committee Chair. Committee Members shall be appointed and dismissed by the Committee Chair unless otherwise stated in the Committee Charter. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Members"
        ],
        "id": 90377
    },
    {
        "text": "2. If certified by the Committee Chair, serving as a Member of a UCHA Committee shall satisfy part or all of the Quarterly Project obligations of the Member. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Members"
        ],
        "id": 28201
    },
    {
        "text": "3. If the Board deems it necessary, serving as a Committee Member may fulfill a member’s Chore obligations until the Board explicitly revokes this privilege. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Members",
            "BoD"
        ],
        "id": 75915
    },
    {
        "text": "4. Committee members should always provide sensitive information to the Board to consider before disseminating it to the membership or third parties. ",
        "tags": [
            "UCHA Committees",
            "UCHA Committee Members",
            "BoD"
        ],
        "id": 17494
    },
    {
        "text": "1. As UCHA Committees are committees of the UCHA Board of Directors, each member of the various committees retain the relevant fiduciary obligations that are held by the Directors of UCHA. ",
        "tags": [
            "UCHA Committees",
            "Fiduciary Obligations of UCHA Committee Members",
            "BoD"
        ],
        "id": 26115
    },
    {
        "text": "2. Fiduciary obligations of UCHA Committee Members include but are not limited to acting in good faith while taking action on behalf of or representing UCHA, never acting negligently regarding official business of UCHA, and following and upholding the mandates of their Committee’s Charter. ",
        "tags": [
            "UCHA Committees",
            "Fiduciary Obligations of UCHA Committee Members"
        ],
        "id": 16116
    },
    {
        "text": "3. Fiduciary obligations particularly emphasize sound financial decision making. Whenever a Committee Member is in the position to either allocate UCHA funds or substantially advise the UCHA Board on allocating funds, they must do so in ways that they believe is in the best interest of the association after thorough investigation. ",
        "tags": [
            "UCHA Committees",
            "Fiduciary Obligations of UCHA Committee Members",
            "BoD"
        ],
        "id": 26319
    },
    {
        "text": "4. Any Committee Member who is found to have violated their fiduciary obligations shall be dismissed from Committee service. ",
        "tags": [
            "UCHA Committees",
            "Fiduciary Obligations of UCHA Committee Members"
        ],
        "id": 99650
    },
    {
        "text": "",
        "tags": [
            "Elections",
            "BoD",
            "Composition",
            "Uncooperative Behavior"
        ],
        "id": 99095
    },
    {
        "text": "3. Candidates will be listed with their respective seniority points, at time of ballot release, next to their names. ",
        "tags": [
            "Elections",
            "Polling"
        ],
        "id": 31681
    },
    {
        "text": "22. All members of the BoD shall have access to BoD accounts. All members of the BoD must receive permission through a vote of the BoD in order to share the contents of BoD accounts with those who have not been authorized with access. Any previous member of the BoD who accesses the accounts will receive an uncooperative fine and be summoned for membership expulsion. The login credentials of the BoD accounts shall be changed at the end of every Quarter.",
        "tags": [
            "BoD",
            "Rules"
        ],
        "id": 98198
    },
    {
        "text": "2b. With 24 hours  advance notice, ROM is allowed to access a  room and view the state of the room when trying to place a new member in a partially occupied room. There may be instances where an immediate placement is needed and may be done with consent of the existing occupants. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Rules"
        ],
        "id": 75343
    },
    {
        "text": "9. Apart from Bump and aside from exceptions , ROM will be solely responsible for room assignments to incoming members based on the vacancies present in the coop. Exceptions can include among others medical accommodations. \n",
        "tags": [
            "Room and Facilities Regulations",
            "Rules"
        ],
        "id": 15252
    },
    {
        "text": "10. The only allowed form of contact is via email. Any other form of negative interaction will be considered retaliation and be subject to summons from Memcom/BoD. ",
        "tags": [
            "Room and Facilities Regulations",
            "Rules"
        ],
        "id": 73409
    },
    {
        "text": "14.The Membership Committee shall appoint a Secretary. As Secretary, they are responsible for the maintenance of the official files. They are responsible for writing the MemCom agendas, and in the absence\nof a notetaker, performing the duties of notetaker.",
        "tags": [
            "MemCom",
            "Jurisdiction"
        ],
        "id": 73625
    }
]
